Repository: farhan90987/bubbletent-fr
Catalog: plugins/wc-j-upsellator/languages/woo_j_cart-*.po
Languages: it_it

source: Upsell Total
it_it: Totale upsell

source: Style and colors
it_it: Colori e icone

source: Gifts
it_it: Regali

source: Dynamic bar
it_it: Barra dinamica

source: Shop pages
it_it: Pagine shop

source: Excluded pages
it_it: Escludi pagine

source: Statistics
it_it: Statistiche

source: Integrations
it_it: Integrazioni

source: Support
it_it: Supporto

source: type
it_it: tipo

source: upsell type
it_it: tipo di upsell

source: Test mode activated
it_it: Modalità di test attivata

source: Live mode activated
it_it: Modalità live attivata

source: The test mode has been activated: J Cart Upsell and Cross-sell now is visible only to admins
it_it: La modalità di test è stata attivata: J Cart Upsell and Cross-sell è ora visibile ai soli amministratori

source: Live mode activated: J Cart Upsell and Cross-sell on full charge!
it_it: Modalità live attiva: J Cart Upsell and Cross-sell al massimo!

source: Your gift has been deleted
it_it: Il tuo regalo è stato correttamente rimosso

source: Gift deleted
it_it: Regalo rimosso

source: Your gift has been updated
it_it: Il tuo regalo è stato correttamente aggiornato

source: Gift updated
it_it: Regalo aggiornato

source: Integration enabled
it_it: Integrazione abilitata

source: Integration disabled
it_it: Integrazione abilitata

source: The selected integration has been enabled
it_it: Integrazione abilitata

source: The selected integration has been disabled
it_it: Integrazione abilitata

source: You need to create the advanced stats table first
it_it: Devi prima creare la tabella per le statistiche avanzate

source: Table missing
it_it: Tabella mancante

source: Advanced stats activated
it_it: Statistiche avanzate attivate

source: Advanced stats disabled
it_it: Statistiche avanzate disattivate

source: Advanced stats activated: now you can monitor which upsell works better and where
it_it: Statistiche avanzate attivate: ora potrai monitorare quale upsell converte meglio ed in quale posizione

source: Advanced stats disabled: no more monitor
it_it: Statistiche avanzate disattivate: nessun tracciamento

source: Your upsell has been deleted
it_it: Il tuo upsell è stato correttamente rimosso

source: Upsell deleted
it_it: Upsell rimosso

source: Your upsell has been updated
it_it: Il tuo upsell è stato correttamente aggiornato

source: Upsell updated
it_it: Upsell aggiornato

source: Your upsells have been reordered
it_it: I tuoi upsells sono stati riordinati

source: Upsells reordered
it_it: Upsells riordinati

source: Something went wrong
it_it: Qualcosa è andato storto

source: Error
it_it: Errore

source: Invalid input format.
it_it: Formato di input non valido.

source: %s was not registered as a request argument.
it_it: %s non è un argomento valido.

source: Something went terribly wrong.
it_it: Qualcosa è andato storto.

source: you saved
it_it: hai risparmiato

source: Next to order total
it_it: Accanto al riepilogo ordine

source: Before shipping methods
it_it: Prima delle spedizioni

source: After cart coupon
it_it: Dopo il coupon

source: Before cart table
it_it: Prima della tabella prodotti

source: Before pay button
it_it: Prima del pulsante paga

source: Before cart recap
it_it: Prima del riepilogo prodotti

source: Shopping cart
it_it: Il tuo carrello

source: gift
it_it: regalo

source: flight
it_it: aereo

source: truck
it_it: camion

source: bicycle
it_it: bicicletta

source: camera
it_it: fotocamera

source: thumbs up
it_it: pollice su

source: heart
it_it: cuore

source: Before add to cart qty
it_it: Prima della quantità

source: Before add to cart form
it_it: Prima del form

source: After add to cart form
it_it: Dopo il form

source: Product meta list
it_it: Nella lista meta

source: Before loop title
it_it: Prima del titolo

source: After loop title
it_it: Dopo il titolo

source: After loop item
it_it: Alla fine del prodotto

source: Before loop item
it_it: All'inizio del prodotto

source: one day
it_it: un giorno

source: one week
it_it: una settimana

source: one month
it_it: un mese

source: one year
it_it: un anno

source: standard shipping
it_it: spedizione standard

source: Coupon code applied successfully.
it_it: Codice sconto applicato con successo.

source: Sorry, coupon "%s" has already been applied and cannot be used in conjunction with other coupons.
it_it: Il codice sconto "%s" non può essere utilizzato assieme ad altri codici sconto.

source: Invalid coupon code
it_it: Codice sconto non valido

source: Coupon code already applied!
it_it: Questo codice sconto è già stato applicato!

source: There was a problem removing this coupon.
it_it: C'è stato un problema nel rimuovere questo codice sconto.

source: Coupon has been removed.
it_it: Codice sconto rimosso.

source: Premium required
it_it: Richiesto Premium

source: purchase our <b><a href="/wp-admin/admin.php?page=wc-j-upsellator-pricing">premium version</a></b> to unlock these features
it_it: acquista la nostra <b><a href="/wp-admin/admin.php?page=wc-j-upsellator-pricing">versione premium</a></b> per sbloccare queste funzioni

source: Background mode
it_it: Modalità background

source: we have hidden some options because they are not needed in this mode
it_it: abbiamo nascosto alcune opzioni in quanto non necessarie in questa modalità

source: Yes, remove
it_it: Si, rimuovi

source: Yes, clear
it_it: Si, pulisci

source: Searching...
it_it: Sto cercando...

source: No results found, sorry
it_it: Nessun risultato trovato

source: We need at least 3 characters
it_it: Digita almeno 3 caratteri

source: Product already added
it_it: Prodotto già presente

source: This product is already added. Change product or remove this from the active upsells/gifts
it_it: Questo prodotto è già stato aggiunto. Cambia prodotto o rimuovilo dagli attivi prima di aggiungerlo nuovamente

source: items<br>in cart
it_it: prodotti<br>nel carrello

source: Shipping
it_it: Spedizione

source: Subtotal
it_it: Subtotale

source: discounted
it_it: sconto

source: Type your coupon code
it_it: Digita il tuo codice scontoaa

source: Apply
it_it: Applicaa

source: Settings updated
it_it: Impostazioni salvate

source: Goal
it_it: Obiettivo

source: text displayed during goal
it_it: testo mostrato durante l'obiettivo

source: Delete goal
it_it: Elimina obiettivo

source: Do you want to remove the selected goal?
it_it: Vuoi rimuovere l'obiettivo selezionato?

source: Active
it_it: Attiva

source: active
it_it: attivo

source: inactive
it_it: inattivo

source: Activate/Deactivate dynamic bar
it_it: Attiva/Disattiva barra dinamica

source: <b>Set your dynamic bar goals.</b><br>To dynamically display the missing amount, use the {price_left} placeholder.<br><br> Common use 1: create a xx gift triggered at 50€, set a bar goal at 50€ and put as text <b>Add another {price_left} to get the xx gift</b><br> Common use 2: set a goal at the same amount of your free shipping limit and put as text <b>Add another {price_left} to get the free shipping</b>
it_it: <b>Imposta gli obiettivi della barra dinamica</b><br>Per mostrare in modo dinamico il prezzo mancante al raggiungimento dell'obiettivo usa il segnaposto {price_left}.<br><br> Esempio 1: crea un regalo xx generato a 50€ ed imposta un obiettivo della barra alla stessa cifra mettendo come testo <b>Aggiungi altri {price_left} per avere il regalo xx</b><br>Esempio 2: imposta un obiettivo allo stesso valore della spedizione gratuita e metti come testo <b>Aggiungi altri {price_left} per avere la spedizione grauita</b>

source: You have no goal set.
it_it: Non hai nessun obiettivo impostato.

source: To display the dynamic bar, add your first goal.
it_it: Per visualizzare la barra dinamica, aggiungi il tuo primo obiettivo.

source: Add new goal
it_it: Aggiungi un nuovo obiettivo

source: Success text
it_it: Testo successo

source: Text displayed when all goals are completed
it_it: Testo mostrato quando il cliente ha raggiunto tutti gli obiettivi

source: Style
it_it: Stile

source: Dynamic bar colors
it_it: Colori barra dinamica

source: Bar type
it_it: Tipo di barra

source: Small line 2
it_it: Linea piccola 2

source: Big line
it_it: Linea grossa

source: Default color
it_it: Colore barra di progressione

source: Default color ( empty )
it_it: Colore barra di progressione ( vuota )

source: Success color
it_it: Colore barra completata

source: Preview
it_it: Anteprima

source: Keep shopping, you need another
it_it: Continua ad acquistare, rimangono solo

source: to reach the goal
it_it: per avere un regalo

source: Save
it_it: Salva

source: Configuration saved
it_it: Configurazione salvata

source: Exclude some pages from displaying the Upsellator modal cart.<br><br> Choose a mode to decide if selected pages should or should not show the modal cart.<br> Activate a page clicking on the switch.<br><br> <u><b>Checkout page</b> and <b>Cart page</b> are excluded by default</u>
it_it: <b>Pagine escluse</b><br><br>Escludi certe pagine dal visualizzare la modal cart.<br><br> Scegli la modalità per decidere se le pagine da te selezionate debbano essere escluse o incluse<br> Attiva una pagina cliccando sullo switch<br><br> <u><b>la pagina Checkout</b> e la <b>pagina Carrello</b> sono escluse di default</u>

source: Selection mode
it_it: Modalità di selezione

source: Exclude selected pages
it_it: Escludi le pagine selezionate

source: Allow selected pages
it_it: Includi le pagine selezionate

source: only allow selected pages or exclude selected pages
it_it: includi o escludi solo le pagine selezionate

source: Search a page
it_it: Cerca una pagina

source: search a page typing at least 3 characters
it_it: cerca una pagina digitando almeno 3 caratteri

source: Something went wrong. Does this product exists?
it_it: Qualcosa è andato storto. Questo prodotto esiste?

source: Gifts are products automatically added to the customer cart when met some conditions. If they remove something from cart and this condition is no longer met, the product is automatically removed from cart.<br><br> <b>Do you want to hide the gift products from your store?</b><br>Set them as password protected: you can use them as gift but your cutomers will not find them in the store.
it_it: I prodotti regalo sono aggiunti automaticamente al carrello del cliente quando le regole da te impostate sono soddisfatte. Se rimuovono dei prodotti ed queste regole non sono più soddisfatte, il regalo viene rimosso automaticamente dal carrello. <br><br> <b>Vuoi che il prodotto regalo non sia visibile normalmente?</b><br>Impostalo come protetto da password: potrai usarlo come regalo ed i tuoi clienti non lo vedranno nel tuo negozio.

source: Create a new gift
it_it: Crea un nuovo regalo

source: New gift
it_it: Nuovo regalo

source: Create a new gift for your store
it_it: Crea un nuovo regalo

source: Product
it_it: Prodotto

source: Search for a product&hellip;
it_it: Cerca un prodotto&hellip;

source: Nothing selected
it_it: Seleziona un prodotto

source: Choose the product you want to gift
it_it: Scegli il prodotto che vuoi regalare

source: One per order
it_it: Uno per ordine

source: Uncheck if you want to give this gift based on products quantity and not only once per order
it_it: Disattiva se vuoi che questo regalo non sia unico ma legato alle quantità del prodotto che lo genera

source: Gift quantity
it_it: Quantità del regalo

source: How many of this product should be gifted when triggered
it_it: Quante volte questo prodotto deve essere regalato se le condizioni lo consentono

source: Active from
it_it: Attivo da

source: Subtotal needed to trigger the product
it_it: Subtotale necessario per attivare il prodotto

source: Active to
it_it: Attivo fino a

source: Subtotal limit to trigger the product. Leave 0 for no limit.
it_it: Subtotale massimo per attivare il prodotto. Lascia a 0 per nessun limite.

source: Needs an applied coupon
it_it: Necessita di un coupon applicato

source: No coupon needed
it_it: Nessun coupon necessario

source: Product is gifted only if the customer has this coupon applied
it_it: Il prodotto è regalato soltanto se il cliente ha questo coupon applicato

source: Exclude virtual products
it_it: Escludi i prodotti virtuali

source: exclude
it_it: escludi

source: don't exclude
it_it: non escludere

source: Exclude virtual products from the cart total limit (option above)
it_it: Escludi i prodotti virtuali dal conto del totale del carrello ( opzione precedente )

source: Only for logged users
it_it: Solo per utenti loggati

source: yes
it_it: si

source: Gift valid only for logged users
it_it: Regalo valido solo se l'utente è loggato

source: Gifted individually
it_it: Regalato da solo

source: Gift triggered only if the same product (standard) is not already in cart. If the gift is already in cart, it will be removed after the upsell add.
it_it: Regalo generato soltanto se lo stesso prodotto (standard) non è già nel carrello. Se il regalo è nel carrello, verrà rimosso all'aggiunta dell'upsell.

source: Dont trigger if upselled
it_it: Non regalare se già upsellato

source: Do not trigger this gift if the same product is already in cart as upsell. If the gift is already in cart, it will be removed after the upsell add.
it_it: Se lo stesso prodotto è già nel carrello del cliente come upsell, questo regalo non verrà generato. Se il regalo è nel carrello, verrà rimosso all'aggiunta dell'upsell.

source: Display banner
it_it: Mostra banner

source: Display as banner on the modal cart if not already triggered
it_it: Mostra un banner nella modal cart se ancora questo regalo non è stato generato

source: Banner text
it_it: Testo del banner

source: Banner text, ex: reach 25$ to get this special gift
it_it: Testo del banner, es: raggiungi i 25$ per ottenere questo regalo speciale

source: Cart must have
it_it: Il carrello deve avere

source: No conditions
it_it: Nessuna condizione

source: One of these products
it_it: Uno di questi prodotti

source: At least a product with category/attribute
it_it: Almeno un prodotto con categoria/attributo

source: Gift this product if cart contains one of the specified products
it_it: Regala questo prodotto se il carrello contiene uno dei prodotti specificati

source: If you fill both category and attribute, the trigger product must have one category AND one attribute from the list.
it_it: Se utilizzi sia il campo categoria che il campo attributo, il prodotto deve avere una categoria E un attributo della lista contemporaneamente.

source: Quantity needed
it_it: Quantità necessaria

source: Gift is triggered if customer has in cart X quantity of one of the previous selected products
it_it: Il regalo è generato se il cliente ha nel carrello un numero X di UNO dei prodotti precedentemente impostati

source: Heading
it_it: Intestazione

source: Short text to define your gift
it_it: Breve intestazione del regalo

source: Description
it_it: Descrizione

source: Long text to define your gift
it_it: Descrizione lunga del tuo regalo

source: Shop label
it_it: Etichette shop

source: If shop label option is enabled, this text is displayed as a label in the product loop pages
it_it: Se l'opzione etichette shop è attiva, questo testo è mostrato come etichetta nelle pagine prodotti

source: Single product text
it_it: Testo pagina singolo prodotto

source: If single product text option is enabled, this text is displayed before the short description
it_it: Se l'opzione testo singolo prodotto è attiva, questo testo è mostrato prima della descrizione breve

source: Create gift
it_it: Crea regalo

source: Base settings
it_it: Impostazioni base

source: J Cart Upsell base settings
it_it: J Cart Upsell impostazioni

source: <b>Modal cart trigger</b><br><br>If you want to trigger ( open/close ) the modal cart trough an element of your theme, just add to that element this class<br><b>wc-j-upsellator-show-cart</b>
it_it: <b>Modal cart trigger</b><br><br>Se vuoi abilitare ( apertura/chiusura ) la modal cart tramite elementi del tuo tema, aggiungi a questi elementi la classe <b>wc-j-upsellator-show-cart</b>

source: Only background cart
it_it: Solo logica di background

source: If you want to keep your theme modal cart, activate this option to use J Cart Upsell and cross-sell only for background logic
it_it: Se vuoi continuare ad usare il carrello del tuo tema, attiva questa opzione per sfruttare J Cart Upsell and cross-sell solo per la logica ed i calcoli

source: Open cart position
it_it: Posizione dell'icona di apertura

source: Right
it_it: Destra

source: Left
it_it: Sinistra

source: Hidden
it_it: Nascosto

source: The position of the modal cart button trigger: left, right or hidden
it_it: La posizione dell'icona di apertura della modal cart: sinistra, destra o nascosta

source: Coupon code
it_it: Codice sconto

source: Display coupon code input in the modal cart
it_it: Mostra il modulo di applicazione sconto nella modal cart

source: Open modal on product add
it_it: Apri la modal cart ad aggiunta prodotto

source: Automatically open the modal cart when the customer adds a product
it_it: Apri automaticamente il modal cart quando un cliente aggiunge un prodotto al carrello

source: Single product AJAX
it_it: AJAX pagina singolo prodotto

source: Use AJAX in the single page product
it_it: Aggiungi al carrello AJAX nella pagina singolo prodotto

source: Block page scroll
it_it: Scroll pagina bloccato

source: Disable or enable page scroll when modal cart is opened
it_it: Abilita o disabilita lo scorrimento della pagina quando la modal cart è aperta

source: Recap order table
it_it: Riepilogo in tabella ordini

source: Display in the WooCommerce order table a column about your upsells
it_it: Visualizza nella tabella ordini di woocommerce una colonna con il riepilogo di usell

source: Currency position
it_it: Posizione valuta

source: before price
it_it: prima del prezzo

source: after price
it_it: dopo il prezzo

source: The position of the currency: before or after price
it_it: Posizione della valuta: prima o dopo il prezzo

source: Shipping total
it_it: Totale spedizione

source: Display the shipping total in the modal cart
it_it: Mostra il costo delle spedizioni nella modal cart

source: Default: standard theme.<br>Logo: displays your website logo in the header of the modal cart
it_it: Default: tema standard.<br>Logo: mostra il logo del tuo sito nell'header della modal cart

source: Logo displayed on the top right of the modal cart.<br>Reccomendend size: 300px x 60px
it_it: Logo mostrato in alto a destra nella modal cart.<br>Dimensioni consigliate: 300px x 60px

source: Change logo
it_it: Cambia logo

source: Header text
it_it: Testo header

source: Text displayed on the modal header, top right
it_it: Testo mostrato nell'header della modal cart, in alto a destra ( per il tema default )

source: Modal cart with items
it_it: Modal cart con prodotti

source: Modal cart text when not empty
it_it: Testi della modal cart quando sono presenti prodotti

source: Checkout order
it_it: Procedi all'ordine

source: Modal cart checkout button text
it_it: Testo pulsante vai al checkout

source: Go to cart button
it_it: Pulsante vai al carrello

source: Display or not the go to cart button
it_it: Mostra o meno il pulsante vai al carrello

source: Go to cart text
it_it: Testo vai al carrello

source: Add to cart
it_it: Aggiungi

source: Upsell add to cart button text
it_it: Testo aggiungi al carrello prodotto upsell

source: Go to product
it_it: Vai al prodotto

source: Upsell go to product button text
it_it: Testo del pulsante vai al prodotto

source: Free product
it_it: Prodotto gratuito

source: Free item text (instead of 0,0)
it_it: Testo da mostrare quando il prodotto è gratuito

source: Cart items count
it_it: Conteggio dei prodotti

source: Empty modal cart
it_it: Carrello vuoto

source: Settings for modal cart when empty
it_it: Impostazioni della modal cart quando è vuota

source: Heading of empty modal cart
it_it: Intestazione della modal cart quando è vuota

source: Text of empty modal cart
it_it: Testo della modal cart quando è vuota

source: Empty icon
it_it: Icona carrello vuoto

source: No icon
it_it: Nessuna icona

source: Go to shop button
it_it: Pulsante vai allo shop

source: Text of the go to shop button
it_it: Testo del pulsante vai allo shop

source: Go to shop url
it_it: URL del pulsante vai allo shop

source: Choose a page
it_it: Scegli una pagina

source: Target of the go to shop button
it_it: Pagina di destinazione del pulsante vai allo shop

source: Modal cart
it_it: Carrello laterale

source: Upsells options
it_it: Opzioni upsell

source: Label if no discount
it_it: Etichetta se non c'è sconto

source: Show the upsell label if set without any discount
it_it: Mostra l'etichetta anche se non c'è alcuno sconto

source: One at time
it_it: Uno alla volta

source: Carousel
it_it: Carosello

source: Stacked
it_it: Impilati

source: Upsells display: only 1, all with carousel, all stacked. If stacked selected, you can choose the max number of products displayed at time.
it_it: Visualizzazione upsells: uno alla volta, tutti con un carosello, tutti impilati. Se scegli impilati puoi decidere il numero massimo di prodotti visualizzati contemporaneamente.

source: Random order
it_it: Ordine casuale

source: Upsells on random order
it_it: Upsell in ordine casuale

source: Prevent from coupon discount
it_it: Escludi gli upsell dallo sconto dei copuons

source: Prevent coupon from discounting upsells
it_it: Escludi gli upsell dallo sconto dei coupons

source: Manage upsells on checkout page
it_it: Gestisci gli upsell nella pagina checkout

source: Propose your upsell in the checkout order recap
it_it: Proponi i tuoi upsell anche nel checkout

source: Position
it_it: Posizione

source: Position of upsells in checkout page.
it_it: Posizione degli upsells nel checkout.

source: Cart page
it_it: Pagina carrello

source: Manage upsells on cart page page
it_it: Gestisci gli upsell nella pagina carrello

source: Propose your upsell in the cart page
it_it: Proponi i tuoi upsell anche nella pagina carrello

source: Position of upsells in cart page.
it_it: Posizione degli upsells nella pagina carrello.

source: Labels
it_it: Etichette

source: Labels of different type of products in the modal cart
it_it: Etichette dei diversi tipi di prodotti nella modal cart

source: On sale
it_it: Offerta

source: Label text for products set on sale by WooCommerce
it_it: Etichetta per i prodotti scontati di WooCommerce

source: Label text for upsell items added to the cart
it_it: Etichetta per i prodotti aggiunti al carrello via upsell

source: Gift
it_it: Regali

source: Label text for gift items added to the cart
it_it: Etichetta dei prodotti regalo aggiunti al carrello

source: Advanced
it_it: Avanzato

source: Advanced options
it_it: Opzioni avanzate

source: Skip other fragments
it_it: Ignora fragments esterni

source: skip fragments
it_it: ignora fragments

source: use all
it_it: usa tutti

source: Ignore or not cart fragments created by other plugins: activate for more performance, keep this deactivated for more compatibility
it_it: Ignora o meno i cart fragments creati da altri plugin/temi che interagiscono con il carrello. Attiva per maggiori performance, lascia disattivato per maggiore compatibilità

source: Force totals recalculations
it_it: Forza ricalcolo dei totali

source: forced
it_it: forzato

source: Force cart totals recalculations if cache prevent the cart to update: this may lower performances
it_it: Forza il ricalcolo dei totali della carta se la cache ne impedisce l'aggiornamento: questa opzione può diminuire le performances

source: Cart total without VAT
it_it: Subtotale IVA esclusa

source: excluded
it_it: esclusa

source: included
it_it: inclusa
