Repository: farhan90987/bubbletent-fr
Catalog: plugins/wc-j-upsellator/languages/woo_j_cart-*.po
Languages: it_it

source: Activate this options if you want to display cart subtotal without VAT. This option also change how upsells/gifts limit are evaluted.
it_it: Attiva questa opzione se vuoi mostrare il totale del carrello IVA esclusa. Questa opzione modifica anche come il limite degli upsells/regali viene confrontato.

source: Hide quantity buttons
it_it: Nascondi i pulsanti di quantità

source: hidden
it_it: nascosto

source: visible
it_it: visibile

source: Hide quantity buttons on -- all -- modal cart products
it_it: Nasconti i pulsanti di quantità su -- tutti -- i prodotti della modal cart

source: WC notices on modal cart
it_it: Notifiche WC nella modal cart

source: Display WC notices directly on modal cart, without page reload.<br>Set the time in seconds after which the notices auto-disappear.
it_it: Mostra le notifiche di WooCommerce direttamente nella modal cart, senza redirect.<br>Imposta il tempo in secondi dopo il quale la notifica auto sparirà.

source: Display upsell discount
it_it: Mostra il risparmio degli upsell

source: Display the discount amount for each upsell product in the cart and checkout page
it_it: Mostra il risparmio di ogni upsell nel checkout e nella pagina carrello

source: Sometimes you may want to show directly in the shop pages of your store if a product triggers a free gift. Activating this option, a label will be displayed on top of the product.<br><br> <b>Every gift has its own text: you can change the text directly in the gift page.</b>
it_it: A volte potresti aver bisogno di mostrare direttamente nelle pagine shop se un determinato prodotto da diritto ad un regalo. Attivando questa opzione, verrà mostrata un'etichetta sopra a questi prodotti.<br><br> <b>Ogni regalo ha il suo testo personalizzato. Puoi modificarlo direttamente dalla pagina regali.</b>

source: <b>Every website has its own style and it's impossible to make something perfect for every theme. You proably need to custom edit the CSS in order to make these badges fit your design.</b>
it_it: <b>Ogni sito web ha il suo stile personalizzato ed è purtroppo impossibile rendere le etichette perfette per ognuno di essi. Per ottenere un risultato ottimale avrai probabilmente bisogno di editare manualmente il CSS del tuo tema.</b>

source: Loop labels
it_it: Etichette elenco prodotti

source: A new option named <b>shop label</b> has been activated for gifts. Edit that to decide what kind of text display when a product can trigger a gift.<br><br>Example: <b>Buy this to get a free shirt!</b>
it_it: Una nuova opzione chiamata <b>etichetta shop</b> è stata attivata per i regali. Modifica quel campo per decidere che testo vmostrare quando un prodotto genera un regalo.<br><br>Esempio:<b>Acquista questo per avere una maglietta in regalo!</b>

source: Display labels in the standard shop pages of WooCommerce
it_it: Mostra delle etichette nelle classiche pagine di WooCommerce

source: Single product labels
it_it: Etichette pagina singolo prodotto

source: Display labels in the single product page
it_it: Mostra etichette nella pagina singolo prodotto

source: A new option named <b>single product text</b> has been activated for gifts. Edit that to display a custom text in the single product page, before the add to cart form.<br><br>Example: <b>Buy this to get a free shirt!</b>
it_it: Una nuova opzione chiamata <b>Testo pagina singolo prodotto</b> è stata attivata per i regali. Modifica quel campo per mostrare un testo vpersonalizzato per i prodotti che danno diritto a quello specifico regalo, nella pagina singolo prodotti, prima del form di aggiunta al carrello.<br><br>Esempio:<b>Acquista questo per avere una maglietta in regalo!</b>

source: Gift have a field called single product text. Activating this you can display that text in the single product page, before the add to cart form.
it_it: I regali hanno un campo chiamato testo prodotto singolo. Attivando questa opzione mostrerai quel testo nella pagina singolo prodotto, prima del form di aggiunta al carrello.

source: Label style
it_it: Stile etichette

source: The style of labels
it_it: Stile delle etichette

source: Counter shortcode
it_it: Shortcode contatore

source: Icon type and color are based on what you have selected on <b>style</b> tab
it_it: Icona e colori dipendono da quello che hai impostato nella tab <b>stile</b>

source: With price
it_it: Con prezzo

source: Without icon
it_it: Senza icona

source: Display the dynamic bar via shortcode</b>
it_it: Mostra la barra dinamica tramite shortcode

source: Upsells shortcode
it_it: Shortcode Upsells

source: Display upsells via shortcode. Settings are taken from <b>cart page upsells</b>
it_it: Mostra gli upsell tramite uno shortcode. La configurazione è presa da quella degli upsells <b>pagina carrello</b>

source: Upsells Shortcode
it_it: Shortcode Upsells

source: from
it_it: da

source: to
it_it: a

source: position
it_it: posizione

source: all
it_it: tutti

source: cart
it_it: pagina carrello

source: product
it_it: prodotto

source: Filter
it_it: Filtra

source: Shown
it_it: Visualizzato

source: Added
it_it: Aggiunto

source: Bought
it_it: Acquistato

source: Removed
it_it: Rimosso

source: Sold total
it_it: Totale

source: No upsell shown in the selected period
it_it: Nessun upsell visualizzato nel periodo selezionato

source: Total
it_it: Totale

source: To start logging advanced data about upsells, you need first to create the database table.
it_it: Per iniziare a registrare i dati avanzati riguardanti gli upsells, devi prima creare l'apposita tabella nel database.

source: Go to <strong>Settings</strong> tab and click <strong>Create now</strong> to start logging!
it_it: Vai nella tab <strong>Impostazioni</strong> e clicca <strong>Crea ora</strong> per iniziare a registrare dati!

source: order status
it_it: stato ordine

source: completed/processing
it_it: completato/in lavorazione

source: completed
it_it: completato

source: processing
it_it: in lavorazione

source: cancelled
it_it: annullato

source: Summary
it_it: Riepilogo

source: Orders
it_it: Ordini

source: orders during the selected period
it_it: ordini nel periodo selezionato

source: Total amount
it_it: Totale venduto

source: Sold products
it_it: Prodotti venduti

source: N. of sold products
it_it: N. di prodotti venduti

source: Upsell gain
it_it: Guadagno upsell

source: total increase thanks to upsells
it_it: aumento totale grazie agli upsell

source: Upsell total
it_it: Totale upsell

source: Total sold via upsell
it_it: Totale venduto via upsell

source: Sold upsells
it_it: Upsell venduti

source: N. of sold products via upsell
it_it: N. di prodotti venduti via upsell

source: Average order
it_it: Ordine medio

source: Average order total
it_it: Totale ordine medio

source: average order total in the selected period
it_it: totale dell'ordine medio nel periodo selezionato

source: Average order upsell
it_it: Upsell medio per ordine

source: average upsell in the selected period
it_it: upsell medio nel periodo selezionato

source: Qty
it_it: Qtà

source: No upsell sold in the selected period
it_it: Nessun upsell venduto nel periodo selezionato

source: Total value
it_it: Valore totale

source: No gifts given in the selected period
it_it: Nessun regalo nel periodo selezionato

source: Data cleared
it_it: Dati eliminati

source: Table cleared
it_it: Tabella pulita

source: Log advanced data about <strong>Upsells</strong> and clear data if you don't need it anymore.
it_it: Registra dati avanzati riguardanti gli <strong>Upsells</strong> o elimina i dati se non ne hai più bisogno.

source: Activate/Deactivate
it_it: Attiva/Disattiva

source: Clear data older than
it_it: Cancella dati più vecchi di

source: Clear data
it_it: Cancella dati

source: Are you sure to clear all the data older than the selected period?
it_it: Sei sicuro di voler eliminare tutti i dati più vecchi del periodo selezionato?

source: Clear
it_it: Cancella

source: Stored data
it_it: Dati salvati

source: Table name
it_it: Nome tabella

source: Table size
it_it: Dimensione tabella

source: Table size (kb)
it_it: Dimensione tabella (kb)

source: Total rows
it_it: Righe totali

source: Number of table rows
it_it: Numero di righe della tabella

source: Click <strong>Create now</strong> and start logging!
it_it: Clicca <strong>Crea ora</strong> ed inizia a registrare dati!

source: Create now
it_it: Crea ora

source: Modal cart global details
it_it: Dettagli generali

source: Theme
it_it: Tema

source: Modal cart theme: default (large) or small
it_it: Tema della modal cart: default (largo) o piccolo

source: Cart base font-size: changing this value changes the size of all strings
it_it: Dimensione base dei fonts: cambiando questo valore, cambieranno le dimensioni di tutti i testi

source: Ratio of product images on the modal cart: width / height. Keep 1 for squared images, > 1 for horizontal images, < 1 for vertical images.
it_it: Rapporto delle immagini dei prodotti nella modal cart: larghezza / altezza. Imposta 1 per immagini quadrate, > 1 per immagini rettangolari, < 1 per immagini verticali.

source: Buttons
it_it: Pulsanti

source: Modal cart buttons colors
it_it: Colori pulsanti modal cart

source: Fonts
it_it: Caratteri

source: Modal Close
it_it: Pulsante chiudi

source: Modal cart close button
it_it: Pulsante chiudi della modal cart

source: J Cart Upsell divides the products into 3 different types: <b>upsells</b>, <b>gifts</b> and <b>standard</b>.<br> You can set a different color for each of these type of products.
it_it: J Cart Upsell and Cross-sell divide i prodotti in 3 differenti categorie: <b>upsell</b>, <b>regali</b> e <b>standard</b>.<br> Puoi impostare colori diversi per ognuno di questi 3 tipi.

source: Default products label style
it_it: Stile etichette prodotti standard

source: Upsell products label style
it_it: Stile etichette prodotti in upsell

source: Gift products label style
it_it: Stile etichette prodotti in regalo

source: Thanks for using our <b>J Cart Upsell and cross-sell</b> plugin.<br> For help and questions, contact us at<br><br><strong>giacomo.zoffoli@growthackers.io</strong>
it_it: Grazie per utilizzare il nostro <b>J Cart Upsell and cross-sell</b> .<br> Per aiuto o domande, contattaci a<br><br><strong>giacomo.zoffoli@growthackers.io</strong>

source: Something went wrong. Does the added product exists? If it's a variable one, you should add one of its variations.
it_it: Qualcosa è andato storto. Questo prodotto esiste? Se è un prodotto variabile assicurati di aver aggiunto una sua variazione.

source: Upsell products will be displayed to the customer in their modal cart.<br> Upsells are evaluated one by one: if the first one met the set requirements, it will be displayed. If not, the next one will be evaluated. If the customer already has that product added, the upsell is skipped.<br><br> <b>Upsell items can be added only once to cart by the customer and their quantity cannot be changed</b>
it_it: I prodotti in upsell verranno mostrati al cliente nella modal cart ( e nel checkout, se l'opzione è abilitata ). Se selezioni più prodotti in questa sezione verranno mostrati uno per volta al cliente. Se il prodotto attuale è già presente nel loro carrello verrà saltato e mostrato il successivo.<br><br><b>I prodotti in upsell possono essere aggiunti solo singolarmente</b>

source: Create a new upsell
it_it: Crea un nuovo upsell

source: New Upsell
it_it: Nuovo upsell

source: Create a new upsell for your store
it_it: Crea un nuovo upsell per il tuo negozio

source: Choose the product you want to propose
it_it: Scegli il prodotto che vuoi proporre

source: Upsell quantity
it_it: Quantità prodotto in upsell

source: How many of this product should be upselled
it_it: Quante unità di questo prodotto devono essere messe in upsell

source: Discount type
it_it: Tipo di sconto

source: Percentage
it_it: In percentuale

source: Flat amount
it_it: Fisso

source: None
it_it: Nessuno

source: Type of discount: flat amount,percentage or none
it_it: Tipo di sconto: in percentuale, fisso o nessuno

source: Discount amount
it_it: Quantità di sconto

source: Amount of the discount, based on previous choice. If upsell quantity is greater than 1, this discount refers to a single unit.
it_it: Percentuale di sconto, basato sulla scelta precedente. Se la quantità del prodotto è maggiore di una, questo valore si riferisce alla singola unità.

source: Keep in cart
it_it: Mantieni nel carrello

source: If added to cart, keep it even if trigger conditions are not met anymore
it_it: Se aggiunto al carrello, mantienilo anche se le condizioni non sono più soddisfatte

source: Allow quantity change
it_it: Permetti la modifica di quantità

source: Customer can change upsell item quantity after adding it to cart. Set the max allowed quantity, leave zero for no limit.
it_it: Il cliente può modificare la quantità dell'upsell, dopo averlo aggiungo al carrello. Imposta anche la quantità massima permessa, lascia 0 per nessun limite.

source: Upsell valid only for logged users
it_it: Upsell mostrato solo se l'utente è loggato

source: Button action
it_it: Azione del pulsante

source: Add product to cart
it_it: Aggiungi prodotto al carrello

source: Go to product page
it_it: Vai alla pagina prodotto

source: What happens when customer clicks the button: add the product to cart or go to the product page
it_it: Cosa succede quando un cliente clicca il bottone: aggiunge il prodotto al carrello o viene reinderizzato alla pagina prodotto

source: Sold individually
it_it: Venduto singolarmente

source: Upsell triggered only if the same product is not already in cart
it_it: Upsell mostrato solo se lo stesso prodotto non è già presente nel carrello

source: Hide if already gifted
it_it: Nascondi se già regalato

source: Do not show this upsell if this product is already in cart as gift
it_it: Non proporre questo upsell se lo stesso prodotto è già nel carrello come regalo

source: Check also for parent product
it_it: Controlla anche il prodotto base

source: Check also if parent product matches
it_it: In caso di prodotto variabile, esegui il controllo anche sul prodotto base

source: Cart items
it_it: Prodotti nel carrello

source: Cart must not have
it_it: Il carrello non deve avere

source: A product with category/attribute
it_it: Un prodotto con categoria/attributo

source: Short text to define your upsell
it_it: Breve intestazione

source: Long text to define your upsell
it_it: Descrizione del tuo prodotto in usell

source: Create upsell
it_it: Crea upsell

source: Remove from list
it_it: Rimuovi dalla lista

source: Active gifts
it_it: Regali attivi

source: Your active gifts
it_it: I tuoi regali attivi

source: To remove a gift, click <b>delete</b>.<br>To edit an existing one, click <b>edit</b>.
it_it: Per rimuovere un regalo, clicca <b>elimina</b>.<br>Per modificarne uno esistente, clicca <b>modifica</b>.

source: Gift product
it_it: Prodotto regalo

source: subtotal
it_it: subtotale

source: This product not set to publish
it_it: Questo prodotto non è impostato come pubblico

source: Non enough quantity in stock,<br>current stock is
it_it: Non abbiamo abbastanza quantità in magazzino,<br> la quantità attuale è

source: Out of stock
it_it: Esaurito

source: Pause/Active
it_it: Pausa/Attiva

source: Reduce
it_it: Riduci

source: Edit
it_it: Modifica

source: Delete Gift
it_it: Rimuovi regalo

source: Do you want to remove the selected gift?
it_it: Vuoi rimuovere il regalo selezionato?

source: One of this/these products
it_it: Uno di questi prodotti

source: A product with these categories/attributes. Logic between different fields is AND. Logic between values in the same field is OR. Leave a field empty to skip that evaluation.
it_it: Un prodotto con queste categorie/attributi. La logica tra differenti campi è AND. La logica tra valori dello stesso campo è OR. Lascia un campo vuoto per saltare la sua valutazione.

source: Update gift
it_it: Aggiorna regalo

source: Settings
it_it: Impostazioni

source: You are on test mode, switch to Live!
it_it: Sei in modalità test, passa a live!

source: Switch to Test Mode
it_it: Passa alla modalità test

source: Go Premium
it_it: Passa a premium

source: Buy me a coffee
it_it: Regalami un caffè

source: Attributes
it_it: Attributi

source: Search for an attribute&hellip;
it_it: Cerca un attributo&hellip;

source: Cart must have/must not have a product with one of these attributes
it_it: Il carrello deve o non deve avere un prodotto con uno di questi attributi

source: Categories
it_it: Categorie

source: Search for a category&hellip;
it_it: Cerca una categoria&hellip;

source: Cart must have/must have not a product of this category
it_it: Il carrello deve o non deve avere un prodotto di questa/e categoria/e

source: Product/s
it_it: Prodotti

source: Cart must/must not have one of these products
it_it: Il carrello deve o non deve avere uno di questi prodotti

source: Stats
it_it: Statistiche

source: Advanced Stats
it_it: Statistiche avanzate

source: Active Upsells
it_it: Upsell attivi

source: Your active upsells
it_it: I tuoi upsell attivi

source: To remove an upsell, click <b>delete</b>.<br>To edit an existing one, click <b>edit</b>.
it_it: Per rimuovere un upsell, clicca <b>elimina</b>.<br>Per modificarne uno esistente, clicca <b>modifica</b>.

source: To change order, drag and drop by clicking on the <strong>sorting icon</strong>.
it_it: Per modificare l'ordine, trascina gli elementi cliccando sull'<strong>icona a sinistra</strong>

source: This product is password protected and can't be be upselled
it_it: Questo prodotto è protetto da password

source: This product not purchasable
it_it: Questo prodotto non è acquistabile

source: Delete Upsell
it_it: Elimina Upsell

source: Do you want to remove the selected upsell?
it_it: Vuoi rimuovere l'upsell selezionato?

source: Update upsell
it_it: Aggiorna upsell

source: Save order
it_it: Salva ordinamento

source: off
it_it: sconto

source: save
it_it: risparmia

source: Sorry, maximum allowed quantity is
it_it: Ci dispiace, la quantità massima permessa è

source: Sorry, we have just
it_it: Ci dispiace, abbiamo soltanto

source: items in stock
it_it: unità in magazzino
