Repository: farhan90987/bubbletent-fr
Catalog: plugins/woo-billomat/languages/woocommerce-billomat-*.po
Languages: de_de

source: Download invoice
de_de: Rechnung herunterladen

source: Download delivery note
de_de: Lieferschein herunterladen

source: Create delivery note
de_de: Lieferschein erstellen

source: You are not authorized to perform this action.
de_de: Du bist nicht berechtigt, diese Aktion auszuführen.

source: <strong>Error:</strong> The referenced article doesn´t exist in Billomat. There are two options to fix this:<br> 1. Enter a Billomat ID of an existing article<br> 2. Remove the Billomat ID above to create a new article in Billomat
de_de: <strong>Fehler:</strong> Der referenzierte Billomat-Artikel existiert nicht. Es gibt zwei Optionen, dies zu beheben:<br> 1. Gib die Billomat ID eines existierenden Artikels ein<br> 2. Entferne die Billomat ID oben, damit ein neuer Artikel in Billomat erstellt wird

source: <strong>Error:</strong> The referenced client doesn´t exist in Billomat. There are two options to fix this:<br> 1. Enter a Billomat ID of an existing client<br> 2. Remove the Billomat ID above to create a new client in Billomat
de_de: <strong>Fehler:</strong> Der referenzierte Billomat-Kunde existiert nicht. Es gibt zwei Optionen, dies zu beheben:<br> 1. Gib die Billomat ID eines existierenden Kunden ein<br> 2. Entferne die Billomat ID oben, damit ein neuer Kunde in Billomat erstellt wird

source: <strong>Error:</strong> The referenced invoice doesn´t exist in Billomat. There are two options to fix this:<br> 1. Enter a Billomat ID of an existing invoice<br> 2. Remove the Billomat ID above to create a new invoice in Billomat
de_de: <strong>Fehler:</strong> Die referenzierte Billomat-Rechnung existiert nicht. Es gibt zwei Optionen, dies zu beheben:<br> 1. Gib die Billomat ID einer existierenden Rechnung ein<br> 2. Entferne die Billomat ID oben, damit eine neue Rechnung in Billomat erstellt wird

source: <strong>Error:</strong> The referenced delivery note doesn´t exist in Billomat. There are two options to fix this:<br> 1. Enter a Billomat ID of an existing delivery note<br> 2. Remove the Billomat ID above and create a new delivery note
de_de: <strong>Fehler:</strong> Der referenzierte Lieferschein existiert nicht. Es gibt zwei Optionen, dies zu beheben:<br> 1. Gib die Billomat ID eines existierenden Lieferscheins ein<br> 2. Entferne die Billomat ID oben, damit ein neuer Lieferschein in Billomat erstellt wird

source: Download
de_de: Herunterladen

source: Complete Billomat invoice
de_de: Billomat-Rechnung abschließen

source: Create
de_de: Erstellen

source: Invoice
de_de: Rechnung

source: The Billomat invoice is currently in <em>draft</em> status. In order to create and send it as PDF file you can complete it by clicking on this button.<br>
de_de: Die Billomat-Rechnung befindet sich derzeit im Status <em>Entwurf</em>. Um eine PDF-Rechnung zu erstellen und zu versenden, schließe sie ab, indem du auf diesen Button klickst.

source: The Billomat invoice for this order will be completed. Continue?
de_de: Die Billomat-Rechnung wird abgeschlossen. Fortfahren?

source: Download Billomat invoice
de_de: Billomat Rechnung herunterladen

source: Send invoice via Billomat
de_de: Rechnung per Billomat versenden

source: Send
de_de: Senden

source: Complete the order to download or send invoices.
de_de: Bestellung abschließen, um eine Rechnung herunterzuladen oder zu versenden.

source: Delivery note
de_de: Lieferschein

source: Download Billomat delivery note
de_de: Billomat Lieferschein herunterladen

source: Send delivery note via Billomat
de_de: Liferschein per Billomat versenden

source: <strong>ERROR:</strong> The Billomat API credentials are not valid.
de_de: <strong>FEHLER:</strong> Die Billomat API Zugangsdaten sind ungültig.

source: No text template
de_de: Keine Textvorlage

source: <div class="wcb-error-log"><p><strong>Warning:</strong> the following error was returned by the Billomat API. Please contact the Billomat support if you aren't able to fix the cause:</p><pre>%s</pre></div>
de_de: <div class="wcb-error-log"><p><strong>Achtung:</strong> die Billomat API hat folgende Fehlermeldung zurückgeliefert. Bitte kontaktiere den Billomat Support, wenn du die Ursache nicht beheben kannst:</p><pre>%s</pre></div>

source: API options
de_de: API-Optionen

source: API key
de_de: API-Schlüssel

source: Enter the %s that you have activated under <strong>Settings > Employees</strong> in Billomat.
de_de: Gib den %s ein, den du in Billomat unter <strong>Einstellungen > Mitarbeiter</strong> generiert hast.

source: <a href="https://www.billomat.com/en/api/basics/authentication/">API key</a>
de_de: <a href="https://www.billomat.com/api/grundlagen/authentifizierung/">API-Schlüssel</a>

source: If you want to use a Billomat App, enter its ID here.
de_de: Falls du eine Billomat App verwenden möchtest, gib hier die ID ein.

source: If you want to use a Billomat App, enter its secret here.
de_de: Falls du eine Billomat App verwenden möchtest, gib hier das Secret ein.

source: Invoices
de_de: Rechnungen

source: Prefix
de_de: Präfix

source: Text prepended to invoice numbers.
de_de: Text, der Rechnungsnummern vorangestellt wird.

source: Tag(s)
de_de: Schlagwörter

source: One or more tags, comma-separated.
de_de: Ein oder mehrere Schlagwörter, kommasepariert.

source: Text template
de_de: Textvorlage

source: Please enter your API details above to select a template.
de_de: Bitte gib den API-Schlüssel ein, um eine Vorlage auszuwählen.

source: Invoice templates
de_de: Rechnungsvorlagen

source: Select an invoice template per payment gateway.
de_de: Wähle eine Rechnungsvorlage per Zahlart.

source: <strong>Currently there are no active payment gateways. Please define them first.</strong>
de_de: <strong>Derzeit gibt es keine aktiven Zahlarten. Bitte konfiguriere sie zunächst.</strong>

source: Default
de_de: Standard

source: Delivery notes
de_de: Lieferscheine

source: Delivery note template
de_de: Lieferscheinvorlage

source: Articles
de_de: Artikel

source: Sync article numbers
de_de: Artikelnummern synchronisieren

source: Note that only numeric article numbers (that have to contain the prefix specified below, or no prefix at all) can be synced with Billomat.
de_de: Beachte, dass nur numerische Artikelnummern (die den unten definierten – oder keinen – Präfix enthalten müssen) mit Billomat synchronisiert werden können.

source: Article number prefix
de_de: Artikelnummern-Präfix

source: Text prepended to article numbers.
de_de: Text, der Artikelnummern vorangestellt wird.

source: Article description source
de_de: Quelle Artikelbeschreibung

source: Product short description
de_de: Produkt Kurzbeschreibung

source: Product description
de_de: Produkt Beschreibung

source: Disable description sync
de_de: Beschreibung nicht synchronisieren

source: Invoice creation
de_de: Rechnungserstellung

source: Select the WooCommerce order status as Billomat invoice creation trigger per gateway.
de_de: Wähle aus, bei welchem WooCommerce Bestellstatus eine Billomat-Rechnung erstellt wird.

source: Disable completely
de_de: Komplett deaktivieren

source: Disable creation and cancellation of invoices globally (overrides per-gateway setting below).
de_de: Rechnungserstellung und Stornierung global deaktivieren (überschreibt Einstellungen pro Zahlart unterhalb).

source: Pending payment
de_de: Zahlung ausstehend

source: Processing
de_de: In Bearbeitung

source: On hold
de_de: In Wartestellung

source: Completed
de_de: Fertiggestellt

source: Disable
de_de: Deaktiviert

source: Create correction invoice
de_de: Korrekturrechnung erstellen

source: Create a correction invoice if a order is cancelled.
de_de: Erstellt eine Korrekturrechnung, wenn eine Bestellung storniert wird.

source: Invoice delivery
de_de: Rechnungsversand

source: Select how and when Billomat invoices are delivered to the customer.
de_de: Lege fest, wie und wann Rechnungen an den Kunden gesendet werden.

source: Delivery type
de_de: Versandart

source: Note that 'Attach to email' only works for Billomat invoices with status <strong>open</strong> or <strong>paid</strong> (see 'Invoice status' section below).
de_de: Beachte, das „An E-Mail anhängen“ nur für Billomat-Rechnungen mit dem Status <strong>offen</strong> oder <strong>bezahlt</strong> funktioniert (siehe Bereich „Rechnungsstatus“ unterhalb).

source: Don´t send invoices
de_de: Kein Rechnungsversand

source: Attach to email
de_de: An E-Mail anhängen

source: Send via Billomat
de_de: Per Billomat versenden

source: Order status
de_de: Bestellstatus

source: Choose the order status that triggers the mail delivery or attachment.
de_de: Wähle den Bestellstatus, bei dem die Rechnung versandt bzw. angehängt wird.

source: On invoice creation (see setting above)
de_de: Bei Rechnungserstellung (s. Einstellung oberhalb)

source: Payment method / invoice and order status mapping
de_de: Zahlarten / Rechnungs- und Bestellstatus

source: Define the Billomat payment type and invoice status as well as order status after payment per payment gateway.<br> <em>Please notice that invoices are not automatically sent after order completion if the status is set to <strong>draft</strong></em>.
de_de: Definiere die Billomat-Zahlart sowie Rechnungsstatus und Bestellstatus nach Zahlungseingang pro Zahlungsweg.<br><em>Bitte beachte, dass Rechnungen nicht automatisch nach Bestellabschluss versendet werden, wenn der Status auf <strong>Entwurf</strong> gesetzt ist.</em>

source: - Select -
de_de: - Auswählen -

source: Bank card
de_de: Bankkarte

source: Transfer
de_de: Überweisung

source: Direct debit
de_de: Lastschrift

source: Payment in cash
de_de: Barzahlung

source: Check
de_de: Scheck

source: Credit card
de_de: Kreditkarte

source: Voucher
de_de: Gutschein

source: Other
de_de: Sonstiges

source: - Invoice status
de_de: - Rechnungsstatus

source: Paid
de_de: Bezahlt

source: Open
de_de: Offen

source: Draft
de_de: Entwurf

source: - Order status on invoice payment
de_de: - Bestellstatus nach Zahlungseingang

source: Do not complete orders
de_de: Status nicht ändern

source: Pending
de_de: Zahlung ausstehend

source: Cancelled
de_de: Storniert/abgebrochen

source: Refunded
de_de: Rückerstattet

source: Failed
de_de: Fehlgeschlagen

source: Select a status to update a WooCommerce order when the invoice status changes to <strong>paid</strong> in Billomat.
de_de: Wähle einen Status, um eine WooCommerce Bestellung zu aktualisieren, wenn der Rechnungsstatus in Billomat auf <strong>bezahlt</strong> geändert wird.

source: Update orders
de_de: Bestellungen aktualisieren

source: Update WooCommerce orders automatically based on Billomat invoice status change webhooks.
de_de: Aktualisiert WooCommerce Bestellungen automatisch auf Basis von Statusänderungs-Webhooks von Billomat-Rechnungen.

source: Cancel orders
de_de: Bestellungen stornieren

source: Check this to cancel a WooCommerce order when it's status changes to <strong>canceled</strong> in Billomat. Notice: in case of undoing a cancellation in Billomat you have to update the order status manually.
de_de: Wähle dies aus, wenn eine WooCommerce Bestellung storniert werden soll, wenn der Billomat-Rechnungsstatus zu <strong>storniert</strong> geändert wird. Hinweis: solltest du in Billomat eine Stornierung Rückgängig machen, musst du den Bestellstatus manuell anpassen.

source: Order summary
de_de: Bestellübersicht

source: Order actions invoice button
de_de: Rechnungsbutton bei Order Actions

source: Adds an invoice download button to the order table in 'my account'.
de_de: Fügt einen Rechnungs-Downloadbutton zur Bestellübersicht unter „Mein Konto“ hinzu.

source: Order detail invoice link
de_de: Rechnungslink bei Detailansicht

source: Adds an invoice download link to the order detail page in 'my account'.
de_de: Fügt einen Rechnungs-Link zur Bestellungs-Detailseite unter „Mein Konto“ hinzu.

source: Please register Webhooks with this secret key in Billomat in order to synchronize WooCommerce data. <i>This is mandatory for the plugin to work correctly.</i><br> Refer to the Readme for further instructions.
de_de: Bitte registriere Webhooks mit diesem Secret Key in Billomat, um die Daten zu synchronisieren. <i>Dies ist notwendig, damit das Plugin korrekt funktioniert.</i><br>Weitere Informationen hierzu findest du in der Readme.

source: Secret key
de_de: Sicherheitsschlüssel

source: Reset data
de_de: Daten zurücksetzen

source: Below you can delete the references of WooCommerce items to their corresponding Billomat items. Data in Billomat won´t be affected by this.<br><strong>Please be aware that this action is irreversible, so use it with caution!</strong>
de_de: Unten kannst du die Referenzen von WooCommerce- auf deren zugehörige Billomat-Einträge zurücksetzen. Daten in Billomat werden davon nicht beeinflusst. <br><strong>Bitte beachte, dass sich diese Aktion nicht rückgängig machen lässt, also verwende sie mit Vorsicht!</strong>

source: Reset customers -> clients
de_de: Benutzer -> Kunden

source: Resets references between WooCommerce customers and Billomat clients.
de_de: Setzt Referenzen zwischen WooCommerce-Kunden und Billomat-Kunden zurück.

source: Reset products -> articles
de_de: Produkte -> Artikel

source: Resets references between WooCommerce products and Billomat articles.
de_de: Setzt Referenzen zwischen WooCommerce-Produkten und Billomat-Artikeln zurück.

source: Reset orders -> invoices
de_de: Bestellungen -> Rechnungen

source: Resets references between WooCommerce orders and Billomat invoices.
de_de: Setzt Referenzen zwischen WooCommerce-Bestellungen und Billomat-Rechnungen zurück.

source: An error occured while trying to communicate with the Billomat API. Please visit the WooCommerce Billomat options and review the error message. If everything is ok, hit save to remove this warning.
de_de: Es trat ein Fehler bei der Kommunikation mit der Billomat API auf. Bitte besuche die WooCommerce Einstellungen, um die Fehlermeldung zu überprüfen. Wenn alles in Ordnung ist, klicke auf Speichern, um diese Meldung zu entfernen.

source: Billomat client could not be updated - the referenced Billomat ID doesn´t exist. Please fix this by updating/deleting the reference below.
de_de: Billomat-Kunde konnte nicht aktualisiert werden - der referenzierte Kunde existiert nicht. Bitte behebe dies, indem du die Verknüpfung unten anpasst.

source: Shipping (%s)
de_de: Versand (%s)

source: Shipping
de_de: Versand

source: Billomat invoice could not be created - the referenced Billomat client for %s doesn´t exist. Please fix this by updating/deleting the reference in the user profile.
de_de: Billomat-Rechnung konnte nicht erstellt werden - der referenzierte Kunde für %s existiert nicht. Bitte behebe dies, indem du die Verknüpfung im Benutzerprofil anpasst.

source: Billomat invoice could not be created - the referenced Billomat article for %s doesn´t exist. Please fix this by updating/deleting the reference in the article's Billomat Meta Box.
de_de: Billomat-Rechnung konnte nicht erstellt werden - der referenzierte Artikel für %s existiert nicht. Bitte behebe dies, indem du die Verknüpfung in der Billomat Meta Box des Artikels anpasst.

source: https://wordpress.org/plugins/woo-billomat/
de_de: https://de.wordpress.org/plugins/woo-billomat/

source: https://www.billomat.com/en/contact/
de_de: https://www.billomat.com/kontakt/

source: <strong>Do you like our plugin?</strong><br> Rate our plugin and give us your feedback to continually improve WooBillomat.
de_de: <strong>Gefällt Dir unser Plugin?</strong><br> Bewerte unser Plugin und teile uns Dein Feedback mit, um WooBillomat kontinuierlich zu verbessern.

source: <a data-wcb-remove-admin-notice="rating_cta" href="%s">Rate WooBillomat</a>
de_de: <a data-wcb-remove-admin-notice="rating_cta" href="%s">WooBillomat bewerten</a>

source: <a data-wcb-remove-admin-notice="rating_cta" class="wcb-nolink" href="#">I already did</a>
de_de: <a data-wcb-remove-admin-notice="rating_cta" class="wcb-nolink" href="#">Ich habe bereits bewertet</a>

source: <a data-wcb-remove-admin-notice="rating_cta" href="%s">I am not satisfied</a>
de_de: <a data-wcb-remove-admin-notice="rating_cta" href="%s">Ich bin unzufrieden</a>

source: Billomat article could not be updated - the referenced Billomat article doesn´t exist. Please fix this by updating the reference in the Billomat meta box below.
de_de: Billomat-Artikel konnte nicht aktualisiert werden - der referenzierte Artikel existiert nicht. Bitte behebe dies, indem du die Verknüpfung in der Meta Box unten anpasst.

# Invoice button text in order actions
source: Invoice
de_de: Rechnung

# Invoice link text in order details
source: Invoice
de_de: Rechnung

source: Warning: you selected data to be resetted - by continuing references will be lost and this cannot be undone.
de_de: Achtung: du hast Referenzen zum Löschen ausgewählt - beim Fortfahren gehen diese verloren und diese Aktion kann nicht rückgängig gemacht werden.

source: Connect WooCommerce to Billomat and generate clients, articles and invoices automatically.
de_de: Verbinde WooCommerce mit Billomat und erzeuge automatisch Kunden, Artikel und Rechnungen.
