Repository: farhan90987/bubbletent-fr
Catalog: plugins/flexible-coupons-pro/lang/*.po
Languages: de_de, it_it

source: This coupon not exits or expired!
de_de: Dieser Gutschein existiert nicht oder ist bereits abgelaufen!

source: Define the suffix which will be used as a end of your coupon code. Leave empty if you don’t want to use the suffix. Use <code>{order_id}</code> shortcode if you want to use the order number.
de_de: Definiere den Suffix, der immer dem Gutscheincode angehängt wird. Du kannst dieses Feld auch leer lassen, sofern du keinen suffix benutzen möchtest. Benutze dem Shortcode <code>{order_id}</code>, wenn du die Bestellnummer nutzen möchtest.
it_it: Definisci il suffisso che verrà utilizzato come fine del tuo codice coupon. Lascia vuoto se non vuoi usare il suffisso. Utilizza lo shortcode <code>{order_id}</code> se desideri utilizzare il numero d'ordine.

source: Define the prefix which will be used as a beginning of your coupon code. Leave empty if you don’t want to use the prefix. Use <code>{order_id}</code> shortcode if you want to use the order number.
de_de: Definiere den Prefix, der immer vor den Gutscheincode gesetzt wird. Du kannst dieses Feld auch leer lassen, sofern du keinen prefix benutzen möchtest. Benutze dem Shortcode <code>{order_id}</code>, wenn du die Bestellnummer nutzen möchtest.
it_it: Definisci il prefisso che verrà utilizzato come inizio del tuo codice coupon. Lascia vuoto se non vuoi usare il prefisso. Utilizza lo shortcode <code>{order_id}</code> se desideri utilizzare il numero d'ordine.

source: In this section you can define your own settings for coupon code.
de_de: In diesem Bereich kannst du deine eigenen Einstellungen für den Gutscheincode vornehmen.
it_it: In questa sezione puoi definire le tue impostazioni per il codice coupon.

source: Coupon code
de_de: Gutscheincode
it_it: Codice Coupon

source: Select where the coupon fields will be displayed on the product page.
de_de: Wähle aus, wo die Gutscheinfelder auf der Produktwebseite gezeigt werden sollen.
it_it: Seleziona dove verranno visualizzati i campi del coupon nella pagina del prodotto.

source: Above Add to cart button
de_de: Über dem "Zum Warenkorb hinzufügen" - Button
it_it: Sopra il pulsante Aggiungi al carrello

source: Below Add to cart button
de_de: Unter dem "Zum Warenkorb hinzufügen" - Button
it_it: Sotto il pulsante Aggiungi al carrello

source: Coupon fields position on the product page
de_de: Position der Gutscheinfelder auf der Produktwebseite

source: Enable to add PDF coupons as email attachments. If this option is disabled, recipients will only be able to download the coupon via a link in the email.
de_de: Erlaube die PDF Dateien als E-Mailanhang zu versenden. Wenn dies Option deaktiviert ist, werden die Gutscheinempfänger den Gutschein nur per Link herunterladen können.
it_it: Abilita l'aggiunta di coupon PDF come allegati e-mail. Se questa opzione è disabilitata, i destinatari potranno scaricare il coupon solo tramite un link nell'e-mail.

source: PDF as attachment
de_de: PDF als Anhang versenden
it_it: PDF come allegato

source: Define coupon expiry date format according to %1$sWordPress date formatting%2$s.
de_de: Definiere das Ablaufdatum des Gutscheins in folgendem Datumsformat %1$sWordPress date formatting%2$s.
it_it: Definisci il formato della data di scadenza del coupon in base a %1$sFormattazione della data di WordPress%2$s.

source: Expiry date format
de_de: Format des Ablaufdatums
it_it: Formato data di scadenza

source: Enable this option to enable individual Flexible PDF Coupons options at variation level
de_de: Aktiviere diese Option um indivuelle flexible PDF Gutschein - Optionen zu erlauben.

source: Manage Flexible PDF Coupons settings for variation
de_de: Verwalte Flexible PDF Gutschein Einstellungen

source: The number of random characters in the coupon code. Random characters will be used for generating unique coupon codes. Choose the number between 5 and 30.
de_de: Die Anzahl an zufällig generierten Zeichen für den Gutscheincode. Zufällig generierte Zeichen werden genutzt, um eindeutige Gutscheincodes zu generieren. Bitte wähle hier eine Nummer zwischen 5 und 30.
it_it: Il numero di caratteri casuali nel codice coupon. I caratteri casuali verranno utilizzati per generare codici coupon univoci. Scegli il numero tra 5 e 30.

source: Number of random characters
de_de: Anzahl der zufälligen Zeichen
it_it: Numero di caratteri casuali

source: Define own time from purchase to expiration of a generated coupon.
de_de: Definiere eine eigene Zeit vom Kauf bis zum Ablauf des generierten Gutscheins.

source: Own expiration time
de_de: Eigene Ablaufzeit

source: Define the suffix which will be used as a end of your coupon code. Leave empty if you don’t want to use the suffix. Use {order_id} shortcode if you want to use the order number.
de_de: Definiere den Suffix, der jedem Gutschein Code angehängt wird. Lasse dieses feld leer, wenn du keinen Suffix benutzen möchtest. Nutze den Shortcode {order_id}, wenn du die Bestellnummer benutzen möchtest.

source: Coupon code suffix
de_de: Gutscheincode Suffix
it_it: Suffisso Codice Coupon

source: Set your own date
de_de: Stelle dein eigenes Datum ein

source: Enable this option to overwrite plugin settings and configure your own coupon code settings for this product.
de_de: Aktiviere diese Option, um die Plugineinstellungen zu überschreiben, um deine eigenen Gutschein Code Einstellungen zu benutzen.

source: Define own coupon code
de_de: Definiere deinen eigenen Gutscheincode

source: Define the prefix which will be used as a beginning of your coupon code. Leave empty if you don’t want to use the prefix. Use {order_id} shortcode if you want to use the order number.
de_de: Definiere den Prefix, der vor jeden Gutscheincode gesetzt wird. Lasse dieses feld leer, wenn du keinen Prefix benutzen möchtest. Nutze den Shortcode {order_id}, wenn du die Bestellnummer benutzen möchtest.

source: Coupon code prefix
de_de: Gutscheincode-Prefix
it_it: Prefisso Codice Coupon

source: The &#8220;%1$s&#8221; plugin requires at least %2$s version of %3$s to work correctly. Please update it to its latest release.
de_de: Die &#8220;%1$s&#8221; Das Plugin benötigt mindestens die Version %2$s von %3$s, um ordnungsgemäß zu funktionieren. Bitte aktualisiere die genannte Komponente auf die aktuelle Version.

source: If checked field will be set as required.
de_de: Wenn diese Option aktiviert ist, wird das betreffende Feld als Pflichtfeld definiert.

source: Required
de_de: Erforderlich

source: Show or hide this field in product page.
de_de: Zeige oder blende dieses Feld auf der Produktwebseite aus.

source: Amazing! You've been using Flexible PDF Coupons for Woocommerce for two weeks. I hope it meets your expectations! If so, may I ask you for a big favor and a 5-star rating on the plugin's site?
de_de: Unglaublich! Du nutzt Flexible PDF Coupons for Woocommerce schon zwei Wochen lang! Ich hoffe, dass es deinen Erwartungen gerecht wird

source: %1$sNo, never!%2$s
de_de: %1$sNein Danke!%2$s

source: %1$sNope, maybe later%2$s
de_de: %1$sNein, vielleicht später%2$s

source: %1$sSure, it's worth it!%2$s
de_de: %1$sJa das ist es mir wert%2$s

source: never
de_de: nie

source: Categories for which the coupon will be used. Do not select any to apply to all categories.
de_de: Kategorien für diese der Gutschein benutzt werden kann. Wähle keine aus, um alle Kategorien zu erlauben.

source: Any category
de_de: Beliebige Kategorie

source: Product categories
de_de: Produktkategorien

source: Products for which the coupon will be used. Do not select any to apply to all products.
de_de: Produkte für diese der Gutschein benutzt werden kann. Wähle keine aus, um alle Produkte zu erlauben.

source: Search for a product&hellip;
de_de: Suche nach einem product&hellip;

source: Products
de_de: Produkte

source: Check if you want the coupon to provide free shipping. The coupon requirement for free shipping must be included in the shipping method.
de_de: Wähle diese Option aus, wenn du möchtest, dass der Gutschein auch für die Versandkosten benutzt werden kann. Die Notwendigkeit des Gutscheins für den kostenlosen Versand muss in der Versandkostenmethode vorhanden sein.

source: Allow free shipping
de_de: Kostenlosen Versand erlauben

source: Check this option if you want to allow customer to spread the coupon value over several purchases. For example, a coupon worth $100 for two purchases of $50.
de_de: Wähle diese Option aus, um zu erlauben, dass der Gutschein auf mehrere Käufe aufgeteilt wird. Beispiel: Ein Gutschein mit dem Wert 100€ kann für zwei Käufe mit dem Preis von 50€ genutzt werden.

source: Allow to multiuse
de_de: Erlaube mehrfache Nutzung des Gutscheins.

source: This message goes to the coupon buyer.
de_de: Diese Nachricht geht an den Gutscheinkäufer.
it_it: Questo messaggio va all'acquirente del coupon.

source: Coupon for buyer (Flexible Coupons)
de_de: Gutschein für den Käufer (Flexible Coupons)

source: Opt-out
de_de: Nicht zustimmen

source: Opt-in
de_de: Zustimmen

source: Coupon information
de_de: Gutschein Information
it_it: Informazioni

source: Recipient message
de_de: Nachricht an den Empfänger
it_it: Messaggio per il Destinatario

source: Recipient email
de_de: Empfängeradresse
it_it: Email del Destinatario

source: Recipient name
de_de: Name des Empfängers
it_it: Nome del Destinatario

source: Manage coupons templates.
de_de: Gutscheinvorlagen verwalten
it_it: Gestisci i modelli di coupon.

source: No found in Trash.
de_de: Keine Elemente im Papierkorb gefunden.
it_it: Non trovato nel Cestino.

source: No found.
de_de: Kein Element gefunden
it_it: Non trovato.

source: Parent:
de_de: Eltern:
it_it: Genitore:

source: Search
de_de: Suchen
it_it: Cerca

source: New
de_de: Neu
it_it: Nuovo

source: Add New
de_de: Erstellen
it_it: Aggiungi nuovo

source: PDF Coupons
de_de: PDF Gutscheine

source: The &#8220;%s&#8221; plugin cannot run without %s php setting set to %s. Please contact your host and ask them to set %s.
de_de: Das Plugin &#8222;%s&#8220; kann nicht ausgeführt werden, ohne dass die PHP-Einstellung %s auf %s festgelegt ist. Bitte kontaktieren deinen Hoster und bitte ihn darum, %s einzustellen.

source: The &#8220;%s&#8221; plugin cannot run without %s php module installed. Please contact your host and ask them to install %s.
de_de: Das Plugin &#8222;%s&#8220; kann ohne das PHP-Modul %s nicht ausgeführt werden. Bitte kontaktiere deinen Hoster und bitte ihn darum, %s zu installieren.

source: The &#8220;%s&#8221; plugin requires activating %s plugin. <a href="%s">Activate %s →</a>
de_de: Für das Plugin &#8222;%s&#8220; ist es erforderlich, dass das Plugin %s aktiviert wird. <a href="%s">%s aktivieren </a>

source: The &#8220;%s&#8221; plugin requires free %s plugin. <a href="%s">Install %s →</a>
de_de: Für das Plugin &#8222;%s&#8220; ist das kostenlose Plugin %s erforderlich. <a href="%s">%s installieren </a>

source: The &#8220;%s&#8221; plugin cannot run without %s active. Please install and activate %s plugin.
de_de: Das Plugin &#8222;%s&#8220; funktioniert leider nicht, wenn %s nicht aktiv ist. Bitte installiere und aktiviere das Plugin %s.

source: The &#8220;%s&#8221; plugin cannot run without OpenSSL module version at least %s. Please update OpenSSL module.
de_de: Das Plugin &#8222;%s&#8220; benötigt das OpenSSL-Modul in der Mindestversion %s, um laufen zu können. Bitte aktualisiere das OpenSSL-Modul.

source: The &#8220;%s&#8221; plugin cannot run on WooCommerce versions older than %s. Please update WooCommerce.
de_de: Das Plugin &#8222;%s&#8220; kann nicht mit WooCommerce-Versionen älter als %s ausgeführt werden. Bitte aktualisiere WooCommerce.

source: The &#8220;%s&#8221; plugin cannot run on WordPress versions older than %s. Please update WordPress.
de_de: Das Plugin &#8222;%s&#8220; kann nicht mit WordPress-Versionen älter als %s ausgeführt werden. Bitte aktualisiere WordPress.

source: The &#8220;%s&#8221; plugin cannot run on PHP versions older than %s. Please contact your host and ask them to upgrade.
de_de: Das Plugin &#8222;%s&#8220; kann nicht mit PHP-Versionen älter als %s ausgeführt werden. Bitte kontaktiere deinen Hoster und bitte ihn darum, ein Upgrade zu installieren.

source: The &#8220;%s&#8221; plugin disables temporarily as required %s plugin is being upgraded.
de_de: Das Plugin &#8222;%s&#8220; verhindert temporär, dass für das erforderliche Plugin %s ein Upgrade durchgeführt wird.

source: Multipart
de_de: beides

source: Plain text
de_de: Klartext

source: Choose which format of email to send.
de_de: Format für E-Mail-Versand auswählen.

source: Email type
de_de: E-Mail-Typ

source: Email Heading
de_de: E-Mail-Kopfzeile

source: Subject
de_de: Betreff

source: [{site_title}] You have received a coupon
de_de: [{site_title}] Dein persönlicher Gutscheincode
it_it: [{site_title}] Hai ricevuto un Coupon

source: Coupon
de_de: Gutschein

source: Generate coupon
de_de: Gutscheincode generieren

source: Save
de_de: Speichern

source: Download
de_de: Herunterladen

source: Download PDF
de_de: PDF herunterladen

source: View
de_de: Anzeigen

source: View PDF
de_de: PDF Anzeigen

source: Coupon code:
de_de: Gutscheincode:

source: Product name:
de_de: Produktname:

source: Download PDF with the coupon from: %s
de_de: Lade die PDF-Datei mit dem Gutscheincode von folgender Webseite herunter: %s
it_it: Scarica il PDF con il coupon da: %s

source: Thanks for reading!
de_de: Viel Spaß damit!

source: Expiry date: %s
de_de: Ablaufdatum: %s
it_it: Scadenza: %s

source: Coupon value: %s
de_de: Gutscheinwert: %s
it_it: Valore Coupon: %s

source: Coupon code: %s
de_de: Gutscheincode: %s
it_it: Codice Coupon: %s

source: Download PDF with the coupon &raquo;
de_de: Hier kannst du die PDF-Datei mit dem Gutschein herunterladen &raquo;
it_it: Scarica il PDF del tuo Coupon &raquo;

source: In response to an order %s placed %s, we are sending you a coupon for shopping in our shop.
de_de: In Zusammenhang mit der Bestellung mit der Bestellnummer #%s placed %s, senden wir dir deinen persönlichen Gutscheincode für unseren Onlineshop zu.
it_it: In risposta a un ordine %s effettuato %s, ti inviamo un coupon per fare acquisti nel nostro negozio.

source: Coupon doesn't exists.
de_de: Der gewählte Gutschein existiert leider nicht.

source: Unknown template
de_de: Unbekanntes Template

source: Upgrade to PRO and enable options below →
de_de: Upgrade zu PRO, um folgende Optionen benutzen zu können.

source: Select coupon template for this product
de_de: Wähle dein Gutschein-Template für dieses Produkt aus

source: Coupon template
de_de: Gutschein-Template

source: Time from purchase to expiration of a generated coupon
de_de: Zeit vom Kauf bis zum Ablauf des generierten Gutscheins

source: Expiration time
de_de: Ablaufzeit

source: 365 days
de_de: 365 Tage

source: 90 days
de_de: 90 Tage

source: 60 days
de_de: 60 Tage

source: 30 days
de_de: 30 Tage

source: 14 days
de_de: 14 Tage

source: 7 days
de_de: 7 Tage

source: Convert this product to PDF Coupon
de_de: Konvertiere dieses Produkt in einen PDF Gutschein.

source: Cannot generate coupon
de_de: Leider konnte der Gutschein nicht generiert werden.

source: Cannot generate coupon. Unknown order ID or item ID
de_de: Leider konnte der Gutschein nicht generiert werden. Unbekannte Bestellnummer oder Artikelnummer

source: Sample template
de_de: Beispiel-Template

source: PDF Coupon
de_de: PDF Gutschein

source: <strong>%1$s</strong> is to long. Maximum length: %2$d.
de_de: <strong>%1$s</strong> ist zu lang. Maximale Länge: %2$d.

source: <strong>%1$s</strong> is to short. Minimum length: %2$d.
de_de: <strong>%1$s</strong> is zu kurz. Minimale Länge: %2$d.

source: <strong>%s</strong> has invalid email.
de_de: <strong>%s</strong> enthält eine ungültige E-Mail-Adresse.

source: <strong>%s</strong> is required field.
de_de: <strong>%s</strong> ist ein Pflichtfeld

source: If you want the coupon to be generated automatically, select order status. Coupon will be generated and sent automatically when order status is changed to selected status.
de_de: Wenn du möchtest, dass der Gutschein automatisch generiert wird, wähle den Bestellstatus aus. Der Gutschein wird generiert und verschickt, sobald der Status einer Bestellung in den ausgewählten Status geändert wird.

source: Automatically generate coupons
de_de: Automatisch generierte Gutscheine

source: Do not generate
de_de: Generie es nicht

source: Enable
de_de: Erlauben
it_it: Abilita

source: You changed the subscription for %s, so you will need to enter your new API Key in the settings page. The API Key should have arrived in your email inbox, if not you can get it by logging into your account <a href="%s" target="_blank">dashboard</a>.
de_de: Du hast das Abonnement von %s geändert, daher musst du deinen neuen API-Schlüssel in der Einstellungen-Seite eingeben. Der API-Schlüssel sollte bereits in deinem E-Mail-Postfach angekommen sein. Falls nicht, erhältst du ihn, indem du dich im <a href="%s" target="_blank">Dashboard</a> deines Kontos anmeldest.

source: %s has not been activated. Go to the settings page and enter the API key and subscription email to activate %s.
de_de: %s wurde noch nicht aktiviert. Gehe zur Einstellungen-Seite und gib den API-Schlüssel sowie die Abonnement-E-Mail-Adresse ein, um %s zu aktivieren.

source: Download permission for %s has been revoked possibly due to a API key or subscription expiring. You can reactivate or purchase a API key from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Die Download-Erlaubnis für %s wurde möglicherweise aufgrund eines API-Schlüssels oder eines auslaufenden Abonnements widerrufen. Du kannst einen API-Schlüssel über das <a href="%s" target="_blank">Dashboard</a> deines Kontos reaktivieren oder kaufen.

source: A API key for %s could not be found. Maybe you forgot to enter a API key when setting up %s, or the key was deactivated in your account. You can reactivate or purchase a subscription key from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Für %s konnte kein API-Schlüssel gefunden werden. Vielleicht hast du vergessen, den API-Schlüssel einzugeben, als du %s eingerichtet hast, oder der Schlüssel wurde in deinem Konto deaktiviert. Du kannst einen Abonnement-Schlüssel im <a href="%s" target="_blank">Dashboard</a> deines Kontos wieder aktivieren oder kaufen.

source: A subscription for %s could not be found. You can purchase a subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Für %s konnte kein Abonnement gefunden werden. Du kannst ein Abonnement im <a href="%s" target="_blank">Dashboard</a> deines Kontos kaufen.

source: The subscription for %s has been placed in the trash and will be deleted soon. You can purchase a new subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement von %s wurde in den Papierkorb gelegt und wird in Kürze gelöscht. Du kannst ein neues Abonnement im <a href="%s" target="_blank">Dashboard</a> deines Kontos kaufen.

source: The subscription for %s is still pending. You can check on the status of the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement von %s ist noch ausstehend. Du kannst den Status deines Abonnements im <a href="%s" target="_blank">Dashboard</a> deines Kontos überprüfen.

source: The subscription for %s has been suspended. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement von %s wurde ausgesetzt. Du kannst dein Abonnement im <a href="%s" target="_blank">Dashboard</a> deines Kontos wieder aktivieren.

source: The subscription for %s has expired. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement von %s ist abgelaufen. Du kannst dein Abonnement im <a href="%s" target="_blank">Dashboard</a> deines Kontos wieder aktivieren.

source: The subscription for %s has been cancelled. You can renew the subscription from your account <a href="%s" target="_blank">dashboard</a>. A new API key will be emailed to you after your order has been completed.
de_de: Das Abonnement von %s wurde gekündigt. Du kannst dein Abonnement im <a href="%s" target="_blank">Dashboard</a> deines Kontos erneuern. Ein API-Schlüssel wird dir per E-Mail zugeschickt, sobald die Bestellung abgeschlossen ist.

source: The subscription for %s is on-hold. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Das Abonnement für %s ist angehalten. Du kannst das Abonnement in deinem Konto-<a href="%s" target="_blank">Dashboard</a> reaktivieren.

source: The API key for %s has expired. You can reactivate or purchase a API key from your account <a href="%s" target="_blank">dashboard</a>.
de_de: Der API-Schlüssel von %s ist abgelaufen. Du kannst einen API-Schlüssel im <a href="%s" target="_blank">Dashboard</a> deines Kontos wieder aktivieren oder kaufen.

source: <b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.
de_de: <b>Warnung!</b> Externe Anfragen werden von dir blockiert, was bedeutet, dass du keine %s-Aktualisierungen erhalten wirst. Bitte füge %s zu %s hinzu.

source: Subscription Deactivation
de_de: Deaktivierung des Abonnements

source: Subscription Activation
de_de: Aktivierung des Abonnements

source: Deactivates an API Key so it can be used on another blog.
de_de: Deaktiviert einen API-Schlüssel, sodass er für einen anderen Blog verwendet werden kann.

source: The subscription could not be deactivated. Use the Subscription Deactivation tab to manually deactivate the subscription before activating a new subscription.
de_de: Das Abonnement konnte nicht deaktiviert werden. Verwende den Tab „Deaktivierung des Abonnements“, um das Abonnement manuell zu deaktivieren, bevor ein neues Abonnement aktiviert wird.

source: Connection failed to the API Key server. Try again later.
de_de: Verbindung zum API-Schlüssel-Server fehlgeschlagen. Versuche es später noch einmal.

source: Deactivate API Key
de_de: Deaktiviere den API-Schlüssel

source: API Key Deactivation
de_de: Deaktivierung des API-Schlüssels

source: API Subscription email
de_de: API-Abonnement-E-Mail

source: API Subscription Key
de_de: API-Abonnement-Schlüssel

source: API Key Status
de_de: Status des API-Schlüssels

source: API Key Activation
de_de: Aktivierung des API-Schlüssels

source: Save Changes
de_de: Änderungen speichern

source: Subscriptions
de_de: Abonnements

source: Get your subscription keys <a href="%s" target="_blank">here</a>. You can activate/deactivate API keys <strong>unlimited times on different domains</strong> as long as you have an active subscription.
de_de: Hol dir <a href="%s" target="_blank">hier</a> deinen Abonnement-Schlüssel. Du kannst API-Schlüssel <strong>unbegrenzt auf verschiedenen Domains</strong> aktivieren/deaktivieren, solange du ein aktives Abonnement hast.

source: WP Desk Subscriptions
de_de: WP-Desk-Abonnements

source: Activated
de_de: Aktiviert

source: Deactivated
de_de: Deaktiviert

source: Subscription Data
de_de: Abonnement-Daten

source: Subscription Status
de_de: Abonnement-Status

source: No WP Desk plugins found.
de_de: Keine WP-Desk-Plugins gefunden.

source: Deactivate
de_de: Deaktivieren

source: Activate
de_de: Aktivieren

source: Email:
de_de: E-Mail-Adresse:

source: Key:
de_de: Schlüssel:

source: Plugin subscription deactivated.
de_de: Plugin-Abonnement wurde deaktiviert.

source: Plugin activated.
de_de: Plugin wurde aktiviert.

source: Connection failed to the Subscription Key API server. Try again later.
de_de: Verbindung zum Server der API-Abonnement-Schlüssel fehlgeschlagen. Versuche es später noch einmal.
