Repository: farhan90987/bubbletent-fr
Catalog: plugins/flexible-coupons-pro/lang/*.po
Languages: de_de, it_it

source: Can not enable WP Desk Debug log! Cannot create file %s!
de_de: WP Desk Deub log konnte nicht aktiviert werden! Die Datei %s konnte nicht angelegt werden!

source: Can not enable WP Desk Debug log! Cannot create directory %s or this directory is not writeable!
de_de: Das Debug-Protokoll von WP Desk konnte nicht aktiviert werden! Das Verzeichnis %s konnte nicht erstellt werden oder dieses Verzeichnis ist nicht beschreibbar!

source: Debug
de_de: Debuggen

source: Notice
de_de: Hinweis

source: Warning
de_de: Warnung

source: Error
de_de: Fehler

source: Critical
de_de: Kritisch

source: Alert
de_de: Warnhinweis

source: Emergency
de_de: Notfall

source: Disabled
de_de: Deaktiviert

source: Data cannot be saved
de_de: Daten konnten nicht gespeichert werden

source: Template does not contain [coupon_code] shortcode
de_de: Das Template enthält nicht den Shortcode [coupon_code]

source: Saved
de_de: Gespeichert

source: Upgrade to PRO and enable more shortcodes →
de_de: Uprade zu PRO, um mehr Shortcodes zu aktivieren ->

source: Content
de_de: Inhalt

source: Header 3
de_de: Überschrift 3

source: Header 2
de_de: Überschrift 2

source: Header 1
de_de: Überschrift 1

source: Font color
de_de: Schriftfarbe

source: Double click to edit
de_de: Doppelklick, um zu bearbeiten

source: Change font family
de_de: Ändere die Schriftfamilie

source: Font family
de_de: Schriftfamilie

source: Change font size
de_de: Ändere die Schriftgröße

source: Font size
de_de: Schriftgröße

source: Justify
de_de: Blocksatz

source: Align center
de_de: zentrieren

source: Align left
de_de: linksbündig ausrichten

source: Align right
de_de: rechtsbündig ausrichten

source: Change image
de_de: Bild ändern

source: Delete element
de_de: Element löschen

source: Clone element
de_de: Element klonen

source: Layer down
de_de: Ebene runter

source: Layer up
de_de: Ebene nach oben

source: Crop
de_de: Ausschneiden

source: Fit to screen
de_de: An Bildschirm anpassen

source: Edit
de_de: Bearbeiten
it_it: Modifica

source: Remove from project
de_de: Aus Projekt entfernen

source: Add to area
de_de: Dem Bereich hinzufügen

source: Select images
de_de: Bild auswählen

source: Select
de_de: Wählen

source: Color
de_de: Farbe

source: Background color
de_de: Hintergrundfarbe

source: Horizontal
de_de: Waagerecht

source: Vertical
de_de: Senkrecht

source: Page orientation
de_de: Seitenausrichtung

source: Select format
de_de: Format auswählen

source: Images
de_de: Bilder

source: General
de_de: Allgemein

source: Save template
de_de: Template speichern

source: Buy PRO Version
de_de: Kaufe die PRO Version

source: Enter template title
de_de: Templatetitel eingeben

source: Manage editor templates.
de_de: Verwalte die Editor-Templates

source: Allow
de_de: Erlauben

source: We need your help to improve <strong>WP Desk plugins</strong>, so they are more useful for you and the rest of <strong>30,000+ users</strong>. By collecting data on how you use our plugins, you will help us a lot. We will not collect any sensitive data, so you can feel safe.
de_de: Wir benötigen deine Hilfe, um die <strong>WP-Desk-Plugins</strong> zu verbessern, sodass sie noch nützlicher für dich und den Rest der <strong>30,000+ Benutzer</strong> sind. Indem wir Daten darüber sammeln, wie du unsere Plugins verwendest, hilfst du uns sehr. Wir werden keine sensiblen Daten sammeln, da kannst du dir sicher sein.

source: You successfully opted out of collecting usage data by WP Desk. If you change your mind, you can always opt in later in the plugin's quick links.
de_de: Du hast erfolgreich dem Sammeln von Benutzerdaten durch WP Desk wiedersprochen. Wenn du deinen Meinung wieder änderst, kannst du später über die Kurzlinks des Plugins zustimmen.

source: Find out more &raquo;
de_de: Mehr herausfinden &raquo;

source: Anonymized and non-sensitive store usage information
de_de: Anonymisierte und nicht vertrauliche Nutzungsinformationen des Shops

source: Your Store Overview
de_de: Deine Shopübersicht

source: Current settings and usage information of WP Desk plugins
de_de: Aktuelle Einstellungen und Nutzungsinformation der WP-Desk-Plugins

source: Plugin Usage
de_de: Plugin-Nutzung

source: Your Site Overview
de_de: Ihre Website im Überblick

source: What permissions are being granted?
de_de: Welche Berechtigungen werden erteilt?

source: Skip
de_de: Überspringen

source: Allow & Continue &rarr;
de_de: Erlauben und fortfahren &rarr;

source: Please help us improve our plugins! If you opt-in, we will collect some non-sensitive data and usage information anonymously. If you skip this, that's okay! All plugins will work just fine.
de_de: Bitte helfe uns, unsere Plugins zu verbessern! Wenn du zustimmst, würden wir gerne anonymisierte nicht vertrauliche Daten und Benutzerinformationen sammeln. Wenn du dies überspringst, ist dies auch ok! Alle Plugins werden trotzdem funktionieren.

source: Hey %s,
de_de: Hallo %s,

source: Submit &amp; Deactivate
de_de: Absenden &amp deaktivieren

source: Skip &amp; Deactivate
de_de: Überspringen &amp; Deaktivieren

source: Cancel
de_de: Abbrechen

source: Kindly tell us the reason so we can improve
de_de: Teile uns bitte den Grund mit, damit wir das Plugin künftig verbessern können.

source: Other
de_de: Sonstiges

source: It's a temporary deactivation. I'm just debugging an issue.
de_de: Es ist eine vorübergehende Deaktivierung zur Fehlerbehebung und Fehlersuche.

source: I no longer need the plugin
de_de: Ich benötige das Plugin nicht mehr

source: I only needed the plugin for a short period
de_de: Ich brauchte das Plugin nur für einen kurzen Zeitraum

source: What's the plugin's name?
de_de: Wie heißt das Plugin?

source: I found a better plugin
de_de: Ich habe ein besseres Plugin gefunden

source: The plugin broke my site
de_de: Das Plugin hat meine Website lahmgelegt

source: The plugin suddenly stopped working
de_de: Das Plugin hat auf einmal nicht mehr funktioniert.

source: If you have a moment, please let us know why you are deactivating plugin (anonymous feedback):
de_de: Wenn du einen Moment Zeit hast, lass uns bitte wissen, warum du das Plugin deaktivierst (anonymes Feedback):

source: You are deactivating %s plugin.
de_de: Du deaktivierst das Plugin %s.

source: Settings
de_de: Einstellungen

source: Docs
de_de: Dokumentation

source: Flexible PDF Coupons for WooCommerce is a WooCommerce plugin with which you can create your gift cards, vouchers, or coupons in PDF format. Use it for your future marketing campaigns.
de_de: Flexible PDF Coupons für WooCommerce ist ein WooCommerce plugin mit dem du Gutscheinkarten im PDF Format generieren kannst. Nutze es für künftige Marketingkampagnen!
it_it: Coupon PDF flessibili per WooCommerce è un plug-in WooCommerce con il quale puoi creare carte regalo, buoni o coupon in formato PDF. Usalo per le tue future campagne di marketing.

source: Flexible PDF Coupons for WooCommerce
de_de: Flexible PDF Coupons für WooCommerce

source: Flexible PDF Coupons Pro for WooCommerce
it_it: Flexible PDF Coupons Pro per WooCommerce

source: Coupon for buyer (Flexible Coupons Pro)
it_it: Coupon per l'acquirente (Flexible Coupons Pro)

source: Coupon for recipient (Flexible Coupons Pro)
it_it: Coupon per il destinatario (Flexible Coupons Pro)

source: This message goes to the coupon recipient.
it_it: Questo messaggio va al destinatario del coupon.

source: Views
it_it: Vedi

source: "Flexible Coupons PDF for WooCommerce" plugin can be removed now since the PRO version took over its functionalities.%1$s%2$sClick here%3$s to deactivate "Flexible Coupons PDF for WooCommerce" plugin.
it_it: Il plug-in "Flexible Coupons PDF per WooCommerce" può essere rimosso ora poiché la versione PRO ha assunto le sue funzionalità.%1$s%2$sFai clic qui%3$s per disattivare il plug-in "Flexible Coupons PDF for WooCommerce".

source: Hi %s,
it_it: Ciao %s,

source: Thanks to %s you get a gift voucher for use in the <a href="%s">%s</a> store. The coupon is valid to %s.
it_it: Grazie a %s hai ricevuto un buono da utilizzare presso <a href="%s">%s</a>. Il Coupon è valido fino al %s.

source: A message from the buyer:
it_it: Un messaggio per te:

source: Coupon fields:
it_it: Campi coupon:

source: Recipient name: %s
it_it: Nome del Destinatario: %s

source: Recipient e-mail: %s
it_it: Email del Destinatario: %s

source: Message for recipient: %s
it_it: Messaggio per il Destinatario: %s

source: Thanks to %s you get a gift voucher for use in the %s (%s) store. The coupon is valid to %s.
it_it: Grazie a %s hai ricevuto un buono da utilizzare presso %s (%s). Il Coupon è valido fino al %s.
