Repository: farhan90987/bubbletent-fr
Catalog: plugins/flexible-coupons-pro/lang/flexible-coupons-pro-*.po
Languages: uk

source: A API key for %s could not be found. Maybe you forgot to enter a API key when setting up %s, or the key was deactivated in your account. You can reactivate or purchase a subscription key from your account <a href="%s" target="_blank">dashboard</a>.
uk: Не вдалося знайти ключ API для %s. Можливо, ви забули ввести ключ API під час налаштування %s, або ключ був деактивований у вашому обліковому записі. Ви можете повторно активувати або придбати ключ передплати зі свого облікового запису <a href="%s" target="_blank">інформаційної панелі </a>.

source: A subscription for %s could not be found. You can purchase a subscription from your account <a href="%s" target="_blank">dashboard</a>.
uk: Не вдалося знайти підписку на %s. Ви можете придбати передплату зі свого акаунта <a href="%s" target="_blank">інформаційної панелі</a>.

source: The subscription for %s has been placed in the trash and will be deleted soon. You can purchase a new subscription from your account <a href="%s" target="_blank">dashboard</a>.
uk: ідписку на %s розміщено у кошику та незабаром буде видалено. Ви можете придбати нову підписку з <a href="%s" target="_blank">інформаційної панелі</a> свого облікового запису.

source: The subscription for %s is still pending. You can check on the status of the subscription from your account <a href="%s" target="_blank">dashboard</a>.
uk: Підписка на %s все ще очікує на розгляд. Перевірити стан передплати можна на <a href="%s" target="_blank">інформаційній панелі</a> свого облікового запису.

source: The subscription for %s has been suspended. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
uk: Підписку на %s призупинено. Ви можете повторно активувати підписку з <a href="%s" target="_blank">інформаційної панелі</a> свого облікового запису.

source: The subscription for %s has expired. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
uk: Термін дії підписки на %s закінчився. Ви можете повторно активувати підписку з <a href="%s" target="_blank">інформаційної панелі</a> свого облікового запису.

source: The subscription for %s has been cancelled. You can renew the subscription from your account <a href="%s" target="_blank">dashboard</a>. A new API key will be emailed to you after your order has been completed.
uk: Підписку на %s скасовано. Ви можете поновити підписку зі своєї <a href="%s" target="_blank">інформаційної панелі</a> свого облікового запису. Після завершення замовлення вам буде надіслано новий ключ API.

source: The subscription for %s is on-hold. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
uk: Підписка на %s діє. Ви можете повторно активувати підписку з <a href="%s" target="_blank">інформаційної панелі</a> свого облікового запису.

source: The API key for %s has expired. You can reactivate or purchase a API key from your account <a href="%s" target="_blank">dashboard</a>.
uk: Термін дії ключа API для %s закінчився. Ви можете повторно активувати або придбати ключ API за допомогою <a href="%s" target="_blank">інформаційної панелі</a> свого облікового запису.

source: <b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.
uk: <b>Попередження!</b> Ви блокуєте зовнішні запити, а це означає, що ви не зможете отримувати оновлення %s. Будь ласка, додайте %s до %s.

source: The %s%s%s API Key has not been activated, so you won't be supported and your plugin won't be updated! %sClick here%s to activate the API key and the plugin.
uk: Ключ API %s%s%s не активований, тому вас не підтримуватимуть і ваш плагін не буде оновлено! %sНатисніть тут%s, щоб активувати ключ API та плагін.

source: <a target='_blank' href='%s'>Enter a valid subscription key for automatic updates.</a>
uk: <a target='_blank' href='%s'>Введіть дійсний ключ передплати для автоматичного оновлення.</a>

source: Subscription Deactivation
uk: Деактивація передплати

source: Subscription Activation
uk: Активація передплати

source: Deactivates an API Key so it can be used on another blog.
uk: Деактивує ключ API, щоб його можна було використовувати в іншому блозі.

source: The subscription could not be deactivated. Use the Subscription Deactivation tab to manually deactivate the subscription before activating a new subscription.
uk: Підписку не вдалося деактивувати. Використовуйте вкладку Деактивація передплати, щоб вручну деактивувати передплату перед активацією нової передплати.

source: Connection failed to the API Key server. Try again later.
uk: Помилка підключення до сервера ключа API. Спробуйте ще раз пізніше.

source: Deactivate API Key
uk: Деактивуйте ключ API

source: API Key Deactivation
uk: Деактивація ключа API

source: API Subscription email
uk: Email для підписки

source: API Subscription Key
uk: Ключ передплати API

source: API Key Status
uk: Стан ключа API

source: API Key Activation
uk: Активація ключа API

source: Subscriptions
uk: Підписки

source: Get your subscription keys <a href="%s" target="_blank">here</a>. You can activate/deactivate API keys <strong>unlimited times on different domains</strong> as long as you have an active subscription.
uk: Отримайте ключі передплати <a href="%s" target="_blank">тут</a>. Ви можете активувати / деактивувати ключі API <strong> необмежений час у різних доменах </strong>, якщо у вас активна підписка.

source: WP Desk Subscriptions
uk: Підписка на WP Desk

source: Activated
uk: Активовано

source: Deactivated
uk: Деактивовано

source: Subscription Data
uk: Дані підписки

source: Subscription Status
uk: Статус підписки

source: Plugin
uk: Плагін

source: No WP Desk plugins found.
uk: Плагінів WP Desk не знайдено.

source: Deactivate
uk: Деактивуйте

source: Activate
uk: Активувати

source: Key:
uk: Ключ:

source: Plugin subscription deactivated.
uk: Підписка на плагін вимкнена.

source: Plugin activated.
uk: Плагін активовано.

source: Connection failed to the Subscription Key API server. Try again later.
uk: Помилка onnection до сервера API ключа підписки. Спробуйте ще раз пізніше.

source: Upgrade to PRO and enable more shortcodes →
uk: Оновіть до PRO та увімкніть більше шорткодів →

source: Buy PRO Version
uk: Ознайомитись з версією PRO

source: Allow
uk: Дозволити
