Repository: farhan90987/bubbletent-fr
Catalog: plugins/flexible-coupons-pro/lang/flexible-coupons-pro-*.po
Languages: uk

source: Flexible PDF Coupons for WooCommerce is a WooCommerce plugin with which you can create your gift cards, vouchers, or coupons in PDF format. Use it for your future marketing campaigns.
uk: Flexible PDF Coupons for WooCommerce це плагін WooCommerce, за допомогою якого ви можете створювати свої подарункові картки, ваучери або купони у форматі PDF. Використовуйте його для своїх майбутніх маркетингових кампаній.

source: Coupon
uk: Купон

source: This message goes to the coupon buyer.
uk: Це повідомлення надходить до покупця купона.

source: [{site_title}] You have received a coupon
uk: [{site_title}] Ви отримали купон

source: Recipient name
uk: Ім'я та прізвище oдержувача

source: Recipient email
uk: E-mail одержувача

source: Recipient message
uk: Повідомлення для одержувача

source: PDF Coupons
uk: Купони PDF

source: Add New
uk: Додати новий

source: New
uk: Новий

source: Edit
uk: Редагувати

source: Views
uk: Перегляди

source: Templates
uk: Шаблони

source: Search
uk: Пошук

source: Parent:
uk: Батько:

source: No found.
uk: Записів не знайдено.

source: No found in Trash.
uk: Нічого не знайдено в чернетках

source: Manage coupons templates.
uk: Oперувати шаблонами купонів.

source: Expiry date format
uk: Формат терміну дії

source: Define coupon expiry date format according to %1$sWordPress date formatting%2$s.
uk: Визначте формат терміну дії купона відповідно до% 1 $ sФорматування дати WordPress% 2 $ s.

source: Enable
uk: Включити

source: PDF as attachment
uk: PDF як вкладення

source: Enable to add PDF coupons as email attachments. If this option is disabled, recipients will only be able to download the coupon via a link in the email.
uk: Увімкніть додавання купонів PDF як вкладення електронної пошти. Якщо цю опцію вимкнено, одержувачі зможуть завантажити купон лише за посиланням у електронному листі.

source: Below Add to cart button
uk: Внизу кнопка Додати в кошик

source: Above Add to cart button
uk: Вгорі Кнопка Додати в кошик

source: Coupon fields position on the product page
uk: Позиція купонного поля на сторінці товару

source: Select where the coupon fields will be displayed on the product page.
uk: Виберіть, де поля купона відображатимуться на сторінці товару.

source: Coupon code
uk: Код купона

source: In this section you can define your own settings for coupon code.
uk: У цьому розділі ви можете визначити власні налаштування коду купона.

source: Coupon code prefix
uk: Префікс коду купона

source: Define the prefix which will be used as a beginning of your coupon code. Leave empty if you don’t want to use the prefix. Use <code>{order_id}</code> shortcode if you want to use the order number.
uk: Визначте префікс, який буде використовуватися як початок коду вашого купона. Залиште порожнім, якщо не хочете використовувати префікс. Використовуйте шорткод <code> {order_id} </code>, якщо хочете використовувати номер замовлення.

source: Number of random characters
uk: Кількість випадкових символів

source: The number of random characters in the coupon code. Random characters will be used for generating unique coupon codes. Choose the number between 5 and 30.
uk: Кількість випадкових символів у коді купона. Випадкові символи будуть використовуватися для створення унікальних кодів купонів. Виберіть число від 5 до 30.

source: Coupon code suffix
uk: Суфікс коду купона

source: Define the suffix which will be used as a end of your coupon code. Leave empty if you don’t want to use the suffix. Use <code>{order_id}</code> shortcode if you want to use the order number.
uk: Визначте суфікс, який використовуватиметься як кінець коду вашого купона. Залиште порожнім, якщо не хочете використовувати суфікс. Використовуйте шорткод <code> {order_id} </code>, якщо хочете використовувати номер замовлення.

source: Disabled
uk: Вимкнено

source: Hi %s,
uk: Привіт %s,

source: Coupon information
uk: Інформація про купони

source: Coupon code: %s
uk: Kод купонa: %s

source: Coupon value: %s
uk: Вартість купона: %s

source: Expiry date: %s
uk: Дата закінчення: %s

source: Download PDF with the coupon &raquo;
uk: Завантажте PDF з купоном &raquo;

source: Thanks for reading!
uk: Дякуємо, що прочитали!

source: Download PDF with the coupon from: %s
uk: Завантажте PDF з купоном із: %s

source: Download
uk: Завантажити

source: The &#8220;%s&#8221; plugin cannot run on PHP versions older than %s. Please contact your host and ask them to upgrade.
uk: Плагін &#8220;%s&#8221; не може працювати на версіях PHP, старших за %s. Будь ласка, зв’яжіться зі своїм хостом та попросіть його оновити.

source: The &#8220;%s&#8221; plugin cannot run on WordPress versions older than %s. Please update WordPress.
uk: Плагін &#8220;%s&#8221; не може працювати на версіях WordPress, старших за %s. Будь ласка, оновіть WordPress.

source: The &#8220;%s&#8221; plugin cannot run on WooCommerce versions older than %s. Please update WooCommerce.
uk: Плагін &#8220;%s&#8221; не може працювати на версіях WooCommerce, старших за %s. Будь ласка, оновіть WooCommerce

source: The &#8220;%s&#8221; plugin cannot run without OpenSSL module version at least %s. Please update OpenSSL module.
uk: Плагін &#8220;%s&#8221; не може працювати без модуля OpenSSL, принаймні %s. Будь ласка, оновіть модуль OpenSSL.

source: The &#8220;%1$s&#8221; plugin requires at least %2$s version of %3$s to work correctly. Please update it to its latest release.
uk: Значок &#8220;%1$s&#8221; для коректної роботи плагіна потрібна принаймні %2$s версія %3$s. Будь ласка, оновіть його до останнього випуску.

source: The &#8220;%s&#8221; plugin cannot run without %s active. Please install and activate %s plugin.
uk: Плагін &#8220;%s&#8221; не може працювати без %s активного. Встановіть та активуйте плагін %s

source: Support
uk: Підтримка

source: Docs
uk: Документація

source: Settings
uk: Налаштування

source: Saved
uk: Збережено

source: Enter template title
uk: Введіть заголовок шаблону

source: Template does not contain [coupon_code] shortcode
uk: Шаблон не містить [coupon_code] шорткоду

source: Data cannot be saved
uk: Дані не можна зберегти

source: General
uk: Загальні

source: Images
uk: Зображення

source: Text
uk: Текст

source: Shortcodes
uk: Шорткоди

source: Select format
uk: Виберіть формат

source: Page orientation
uk: Oрієнтація зображення

source: Vertical
uk: Вертикально

source: Horizontal
uk: Горизонтально

source: Background color
uk: Колір тла

source: Color
uk: Колір

source: Select
uk: Вибрати

source: Select images
uk: Вибрати зображення

source: Add to area
uk: Додати до області

source: Remove from project
uk: Видалити з галереї

source: Fit to screen
uk: На весь екран

source: Crop
uk: Обрізати

source: Layer up
uk: Шару вгору

source: Layer down
uk: Шар вниз

source: Clone element
uk: Клон елемент

source: Delete element
uk: Видалити елемент

source: Change image
uk: Змінити зображення

source: Align right
uk: Вирівняти праворуч

source: Align left
uk: Вирівняти ліворуч

source: Align center
uk: Вирівняти по центру

source: Justify
uk: По ширині

source: Font size
uk: Розмір шрифту

source: Change font size
uk: Змінити розмір шрифту

source: Font family
uk: Сімейство шрифтів

source: Change font family
uk: Змінити сімейство шрифтів

source: Double click to edit
uk: Двічі клацніть, щоб редагувати

source: Font color
uk: Колір шрифту

source: Header 1
uk: Заголовок 1

source: Header 2
uk: Заголовок 2

source: Header 3
uk: Заголовок 3

source: Content
uk: Контент

source: Editor
uk: Редактор

# post type general name
source: Editor
uk: Едитор купону

# post type singular name
source: Editor
uk: Едитор купону

# admin menu
source: Editor
uk: Едитор купону

# add new on admin bar
source: Editor
uk: Едитор купону

source: Manage editor templates.
uk: Oперувати шаблонами купонів.

source: Save template
uk: Зберегти шаблон

source: <strong>%s</strong> is required field.
uk: <strong>%s</strong> це обов'язкове поле.

source: <strong>%1$s</strong> is to short. Minimum length: %2$d.
uk: <strong>%1$s</strong> занадто коротке. Мінімальна довжина: %2$d.

source: <strong>%1$s</strong> is to long. Maximum length: %2$d.
uk: <strong>%1$s</strong> має багато символів. Максимальна довжина: %2$d.

source: <strong>%s</strong> has invalid email.
uk: <strong>%s</strong> має недійсну електронну пошту.

source: Cannot generate coupon. Unknown order ID or item ID
uk: Неможливо генерувати купон. Невідомий ідентифікатор замовлення або ідентифікатор продукту

source: Cannot generate coupon
uk: Неможливо генерувати купон

source: Sample template
uk: Зразок шаблону

source: PDF Coupon
uk: Купон PDF

source: Unknown template
uk: Невідомий шаблон

source: Coupon doesn't exists.
uk: Купон не існує.

source: Convert this product to PDF Coupon
uk: Перетворіть цей товар у купон PDF

source: Save Changes
uk: Зберегти зміни

source: Automatically generate coupons
uk: Автоматично створюйте купони

source: If you want the coupon to be generated automatically, select order status. Coupon will be generated and sent automatically when order status is changed to selected status.
uk: Якщо ви хочете, щоб купон генерувався автоматично, виберіть статус замовлення. Купон буде генеровано та відправлено автоматично, коли статус замовлення буде змінено на вибраний.

source: Do not generate
uk: Не генерувати

source: Define own coupon code
uk: Визначте власний код купона

source: Enable this option to overwrite plugin settings and configure your own coupon code settings for this product.
uk: Увімкніть цю опцію, щоб замінити налаштування плагіна та налаштувати власні налаштування коду купона для цього продукту.

source: Define the prefix which will be used as a beginning of your coupon code. Leave empty if you don’t want to use the prefix. Use {order_id} shortcode if you want to use the order number.
uk: Визначте префікс, який буде використовуватися як початок коду вашого купона. Залиште порожнім, якщо не хочете використовувати префікс. Використовуйте шорткод {order_id}, якщо хочете використовувати номер замовлення.

source: Define the suffix which will be used as a end of your coupon code. Leave empty if you don’t want to use the suffix. Use {order_id} shortcode if you want to use the order number.
uk: Визначте суфікс, який використовуватиметься як кінець коду вашого купона. Залиште порожнім, якщо не хочете використовувати суфікс. Використовуйте шорткод {order_id}, якщо хочете використовувати номер замовлення.

source: Own expiration time
uk: Власний час закінчення терміну дії

source: Define own time from purchase to expiration of a generated coupon.
uk: Визначте власний час від покупки до закінчення терміну дії сформованого купона.

source: never
uk: ніколи

source: 7 days
uk: 7 днів

source: 14 days
uk: 14 днів

source: 30 days
uk: 30 днів

source: 60 days
uk: 60 днів

source: 90 days
uk: 90 днів

source: 365 days
uk: 365 днів

source: Set your own date
uk: Встановіть власну дату

source: Expiration time
uk: Термін придатності

source: Time from purchase to expiration of a generated coupon
uk: Час від покупки до закінчення терміну дії купона

source: Allow free shipping
uk: Дозвольте безкоштовну доставку

source: Check if you want the coupon to provide free shipping. The coupon requirement for free shipping must be included in the shipping method.
uk: Перевірте, чи хочете ви, щоб купон забезпечував безкоштовну доставку. Вимога купона на безкоштовну доставку повинна бути включена в спосіб доставки.

source: Product categories
uk: Категорії товарів

source: Any category
uk: Будь-які категорії

source: Categories for which the coupon will be used. Do not select any to apply to all categories.
uk: Категорії, для яких буде використовуватися купон. Не вибирайте жодного, щоб застосувати його до всіх категорій.

source: Products
uk: Товари

source: Search for a product&hellip;
uk: Пошук товару&hellip;

source: Products for which the coupon will be used. Do not select any to apply to all products.
uk: Товари, для яких буде використовуватися купон. Не вибирайте жодного, який застосовуватиметься до всіх товарів.

source: Show or hide this field in product page.
uk: Показати або сховати це поле на сторінці товару.

source: Required
uk: вимагається

source: Coupon template
uk: Шаблон купона

source: Select coupon template for this product
uk: Виберіть шаблон купона для цього товару

source: Allow to multiuse
uk: Дозвольте багаторазово використовувати

source: Check this option if you want to allow customer to spread the coupon value over several purchases. For example, a coupon worth $100 for two purchases of $50.
uk: Позначте цей параметр, якщо ви хочете дозволити клієнту розподілити вартість купона на кілька покупок. Наприклад, купон вартістю 1000 гривів на дві покупки на 500 гривів.

source: Coupon code:
uk: Код купона:

source: View PDF
uk: Переглянути PDF

source: View
uk: Переглянути

source: Product name:
uk: Назва товару:

source: Generate coupon
uk: Створіть купон

source: Manage Flexible PDF Coupons settings for variation
uk: Керуйте гнучкими налаштуваннями купонів PDF для варіацій

source: Emergency
uk: Надзвичайна ситуація

source: Alert
uk: Сповіщення

source: Critical
uk: Критичний

source: Error
uk: Помилка

source: Warning
uk: Попередження

source: Notice
uk: Увага

source: Info
uk: Інформація

source: Debug
uk: Налагодження

source: Can not enable WP Desk Debug log! Cannot create directory %s or this directory is not writeable!
uk: Не вдається ввімкнути журнал налагодження WP Desk! Не вдається створити каталог %s, або цей каталог не можна записати!

source: Can not enable WP Desk Debug log! Cannot create file %s!
uk: Не вдається ввімкнути журнал налагодження WP Desk! Не вдається створити файл %s!

source: Submit &amp; Deactivate
uk: Надіслати &amp; Вимкнути

source: Hey %s,
uk: Привіт %s,

source: Please help us improve our plugins! If you opt-in, we will collect some non-sensitive data and usage information anonymously. If you skip this, that's okay! All plugins will work just fine.
uk: Будь ласка, допоможіть нам вдосконалити наші плагіни! Якщо ви дозволите, ми збиратимемо деякі нечутливі дані та інформацію про використання анонімно. Якщо пропустити це, нічого страшного! Усі плагіни працюватимуть чудово.

source: Allow & Continue &rarr;
uk: Дозволити та продовжити &rarr;

source: Skip
uk: Пропустити

source: What permissions are being granted?
uk: Які дозволи надаються?

source: Your Site Overview
uk: Огляд вашого сайту

source: WP version, PHP info
uk: Версія WP, інформація про PHP

source: Plugin Usage
uk: Використання плагіна

source: Your Store Overview
uk: Огляд вашого магазину

source: Anonymized and non-sensitive store usage information
uk: Анонімізована та нечутлива інформація про використання магазину

source: Find out more &raquo;
uk: Дізнайтеся більше &raquo;

source: Current settings and usage information of WP Desk plugins
uk: Поточні налаштування та інформація про використання плагінів WP Desk

source: You are deactivating %s plugin.
uk: Ви деактивуєте плагін %s.

source: If you have a moment, please let us know why you are deactivating plugin (anonymous feedback):
uk: Якщо у вас є хвилина, повідомте нам, чому ви деактивуєте плагін (анонімний відгук):

source: The plugin suddenly stopped working
uk: Плагін раптово перестав працювати

source: The plugin broke my site
uk: Плагін зламав мій сайт

source: I found a better plugin
uk: Я знайшов кращий плагін

source: What's the plugin's name?
uk: Як називається плагін?

source: I only needed the plugin for a short period
uk: Мені потрібен був плагін лише на короткий період

source: I no longer need the plugin
uk: Мені більше не потрібен плагін

source: It's a temporary deactivation. I'm just debugging an issue.
uk: Це тимчасова деактивація. Я просто налагоджую проблему.

source: Other
uk: Інше

source: Kindly tell us the reason so we can improve
uk: Будь ласка, повідомте нам причину, щоб ми могли покращитися

source: Cancel
uk: Відмінити

source: Skip &amp; Deactivate
uk: Пропустити &amp; Вимкнути

source: We need your help to improve <strong>WP Desk plugins</strong>, so they are more useful for you and the rest of <strong>30,000+ users</strong>. By collecting data on how you use our plugins, you will help us a lot. We will not collect any sensitive data, so you can feel safe.
uk: Нам потрібна ваша допомога для вдосконалення <strong> плагінів WP Desk </strong>, щоб вони були кориснішими для вас та решти <strong> 30000+ користувачів </strong>. Збираючи дані про те, як ви використовуєте наші плагіни, ви нам дуже допоможете. Ми не будемо збирати будь-які конфіденційні дані, щоб ви могли почуватись у безпеці.

source: You successfully opted out of collecting usage data by WP Desk. If you change your mind, you can always opt in later in the plugin's quick links.
uk: Ви успішно відмовилися від збору даних про використання WP Desk. Якщо ви передумаєте, ви завжди зможете ввійти згодом за допомогою швидких посилань на плагін.

source: Enable this option to enable individual Flexible PDF Coupons options at variation level
uk: Увімкніть цю опцію, щоб увімкнути окремі варіанти гнучких купонів PDF на рівні варіацій

source: If checked field will be set as required.
uk: Якщо позначене поле буде встановлено відповідно до вимог.

source: Amazing! You've been using Flexible PDF Coupons for Woocommerce for two weeks. I hope it meets your expectations! If so, may I ask you for a big favor and a 5-star rating on the plugin's site?
uk: Неймовірно! Ви використовуєте Flexible PDF Coupons for Woocommerce протягом двох тижнів. Сподіваюся, що те відповідає вашим очікуванням! Якщо так, чи можу я попросити вас про велику послугу та 5-зірковий рейтинг на сайті плагіна?

source: %1$sNo, never!%2$s
uk: %1$sНі, ніколи!%2$s

source: %1$sNope, maybe later%2$s
uk: %1$sНі, можливо пізніше%2$s

source: %1$sSure, it's worth it!%2$s
uk: %1$sЗвичайно, воно того варте!%2$s

source: Coupon for buyer (Flexible Coupons)
uk: Купон для покупця (Flexible Coupons)

source: The WordPress version your shop is currently using is deprecated. We highly advise to upgrade it to at least %s since the support for this one will be dropped soon.
uk: Версія WordPress, яку ви зараз використовуєте, застаріла. Ми настійно рекомендуємо оновити його щонайменше до %s, оскільки підтримка цього скоро буде припинена.

source: The WooCommerce version your shop is currently using is deprecated. We highly advise to upgrade it to at least %s since the support for this one will be dropped soon.
uk: Версія PHP, яку зараз використовує ваш магазин, застаріла. Ми настійно рекомендуємо оновити його щонайменше до %s, оскільки підтримка цього скоро буде припинена.

source: The PHP version your shop is currently using is deprecated. We highly advise to upgrade it to at least %s since the support for this one will be dropped soon.
uk: Версія PHP, яку зараз використовує ваш магазин, застаріла. Ми настійно рекомендуємо оновити його щонайменше до %s, оскільки підтримка цього скоро буде припинена.

source: Opt-out
uk: Відмовитися

source: Opt-in
uk: Вибрати в

source: The &#8220;%s&#8221; plugin cannot run without %s php setting set to %s. Please contact your host and ask them to set %s.
uk: Плагін &#8220;%s&#8221; не може працювати %s, якщо для параметра php встановлено значення %s. Будь ласка, зв’яжіться зі своїм хостом і попросіть їх встановити %s.

source: The &#8220;%s&#8221; plugin cannot run without %s php module installed. Please contact your host and ask them to install %s.
uk: Плагін &#8220;%s&#8221; не може працювати без встановленого модуля %s php. Будь ласка, зв’яжіться зі своїм хостом і попросіть їх встановити %s.

source: The &#8220;%s&#8221; plugin requires activating %s plugin. <a href="%s">Activate %s →</a>
uk: Плагін &#8220;%s&#8221; вимагає активації плагіна %s. <a href="%s">Активуйте %s →</a>

source: The &#8220;%s&#8221; plugin requires free %s plugin. <a href="%s">Install %s →</a>
uk: Плагін &#8220;%s&#8221; вимагає безкоштовного плагіна %s. <a href="%s"> Встановити %s →</a>

source: The &#8220;%s&#8221; plugin disables temporarily as required %s plugin is being upgraded.
uk: Плагін &#8220;%s&#8221; тимчасово відключається за необхідності плагін %s оновлюється.

source: Multipart
uk: Багаточастинна

source: Plain text
uk: Простий текст

source: Choose which format of email to send.
uk: Виберіть формат електронної пошти для надсилання.

source: Email type
uk: Тип електронної пошти

source: Email Heading
uk: Заголовок пошти

source: Subject
uk: Тема

source: Save
uk: Зберегти

source: Download PDF
uk: Завантажити PDF

source: In response to an order %s placed %s, we are sending you a coupon for shopping in our shop.
uk: У відповідь на %s розміщене %s замовлення, ми надсилаємо вам купон на покупки в нашому магазині.

source: Upgrade to PRO and enable options below →
uk: Оновіть до PRO та ввімкніть параметри нижче →

source: See our <a href="%s">documentation</a>.
uk: Дивіться нашу <a href="%s">документацію</a>.

source: Library report
uk: Звіт про бібліотеку

source: WP Desk Helper Settings
uk: Налаштування WP Desk Helper

source: We recommend to <a href="%s">remove</a> the "WP Desk Helper" plugin as it is no longer required by WP Desk plugins
uk: Ми рекомендуємо <a href="%s">видалити</a> плагін "WP Desk Helper", оскільки плагіни WP Desk більше не вимагають

source: We recommend to <a href="%s">deactivate and remove</a> the "WP Desk Helper" plugin as it is no longer required by WP Desk plugins
uk: Ми рекомендуємо <a href="%s">деактивувати та видалити</a> плагін "WP Desk Helper", оскільки плагіни WP Desk більше не вимагають

source: No sensitive data is tracked, %sread more%s.
uk: Ніяких конфіденційних даних не відстежується,%sчитати більше%s.

source: Allow WP Desk to track plugin usage
uk: Дозволити WP Desk відстежувати використання плагіна

source: Plugin usage tracking
uk: Відстеження використання плагіна

source: WP Desk Debug Log is enabled. %1$sPlease disable it after testing%2$s.
uk: Журнал налагодження WP Desk увімкнено. %1$sБудь ласка, вимкніть його після тестування%2$s.

source: Writes error log to %s.
uk: Записує журнал помилок у %s.

source: WP Desk Debug Log
uk: Журнал налагодження WP Desk

source: You changed the subscription for %s, so you will need to enter your new API Key in the settings page. The API Key should have arrived in your email inbox, if not you can get it by logging into your account <a href="%s" target="_blank">dashboard</a>.
uk: Ви змінили підписку на %s, тому вам потрібно буде ввести новий ключ API на сторінці налаштувань. Ключ API повинен був надійти у вашу поштову скриньку електронної пошти. Якщо ні, ви можете отримати його, увійшовши в <a href="%s" target="_blank">інформаційну панель свого облікового запису</a>.

source: %s has not been activated. Go to the settings page and enter the API key and subscription email to activate %s.
uk: %s не активовано. Перейдіть на сторінку налаштувань і введіть ключ API та електронну адресу передплати, щоб активувати %s.

source: Download permission for %s has been revoked possibly due to a API key or subscription expiring. You can reactivate or purchase a API key from your account <a href="%s" target="_blank">dashboard</a>.
uk: Дозвіл на завантаження для %s скасовано, можливо, через термін дії ключа API або передплати. Ви можете повторно активувати або придбати ключ API за допомогою <a href="%s" target="_blank">інформаційної панелі свого облікового запису</a>.
